[PAD]
[UNK]
[CLS]
[SEP]
，
。
不
人
山
风
日
无
一
云
春
花
来
何
月
水
上
有
中
时
秋
天
归
年
相
夜
知
君
江
去
长
心
白
此
自
见
行
生
为
处
客
空
里
在
寒
下
雨
清
是
如
落
得
高
明
多
远
路
未
门
声
青
别
家
南
今
树
城
尽
草
事
应
入
还
前
深
千
思
流
新
独
出
向
开
色
雪
闲
飞
烟
道
三
西
看
朝
更
东
回
谁
酒
愁
万
子
欲
玉
与
满
林
闻
望
金
已
重
阳
马
到
地
同
石
将
叶
香
情
衣
莫
身
老
游
旧
过
头
似
鸟
光
成
几
古
尘
楼
离
海
故
书
后
暮
犹
可
松
从
边
难
复
竹
外
红
晚
孤
分
我
歌
间
发
起
名
吟
梦
柳
关
野
诗
方
逢
乡
意
作
平
醉
枝
能
黄
北
初
台
仙
当
随
坐
少
露
溪
临
半
国
华
影
共
残
问
阴
芳
亦
留
泉
近
霜
汉
十
王
河
庭
微
非
池
言
绿
五
幽
岁
龙
期
峰
楚
晓
舟
终
宫
遥
好
气
静
公
经
安
世
吹
断
寻
因
碧
波
夕
忆
宿
轻
却
百
照
沙
然
正
僧
若
雁
送
泪
连
又
唯
鹤
须
大
两
神
文
对
依
曾
寺
翠
只
寂
惊
堪
小
早
曲
听
九
四
久
病
双
动
陵
居
木
垂
怜
窗
凉
语
寄
乱
登
悲
园
通
迟
景
至
恨
乐
鸣
萧
州
先
带
疏
苦
和
秦
笑
爱
湖
星
待
数
苍
斜
晴
兴
灯
浮
车
鱼
亭
传
觉
悠
所
度
岂
川
暗
才
堂
逐
隔
火
使
官
散
合
二
主
紫
移
田
常
恩
岸
物
舞
稀
霞
女
绕
怀
信
洞
猿
钟
阁
隐
虚
帝
禅
忽
桃
啼
绝
征
苔
亲
转
手
会
灵
琴
节
者
住
真
径
凤
杯
往
含
定
休
胜
师
首
湘
桂
郎
兰
栖
杨
丹
识
伤
解
穷
卧
画
且
辞
船
塞
浪
荒
眠
镜
倚
馀
惜
容
步
惟
说
拂
药
便
洛
桥
帆
条
谢
吴
他
乘
立
始
群
冷
罗
片
疑
余
著
吾
映
太
怅
燕
虽
眼
以
丝
之
足
贫
翻
迹
岩
军
尚
学
掩
伴
德
剑
令
锦
欢
村
细
结
薄
功
即
忘
暖
昔
劳
卷
邻
争
那
渐
梅
颜
直
尔
鬓
暂
迎
音
偏
珠
莲
弦
圣
频
缘
皆
朱
蝉
易
夫
礼
骑
喜
衰
于
殿
折
死
用
飘
异
士
潮
谷
洲
报
儿
低
极
摇
急
渡
引
干
载
越
枕
横
床
岭
胡
莺
兵
徒
魂
接
及
愿
教
罢
本
钓
采
交
皇
宵
湿
羽
命
浦
梁
井
惆
沧
求
都
力
取
面
素
六
斋
轩
鸿
京
寥
遍
郡
岳
帘
饮
闭
贤
念
迷
化
食
仍
永
侵
傍
由
字
阙
臣
许
持
沈
管
贵
忧
房
想
阶
御
积
纷
破
涯
息
鸡
繁
宁
夏
蓬
凄
菊
玄
荣
根
佳
最
论
遗
守
李
销
任
户
浅
战
感
武
冰
俗
旅
渔
昏
彩
宜
齐
尊
美
吏
机
携
悬
凝
倾
馆
原
其
赏
种
变
必
怨
泛
壁
把
目
但
斗
危
催
棹
府
肠
程
荷
收
访
烛
八
计
蜀
侯
兼
端
消
口
昨
塘
每
丛
盘
宝
叹
诸
□
鼓
寞
失
沉
室
泥
藏
举
巴
雾
沾
题
妾
句
承
滴
章
眉
迢
冥
舍
业
遇
翁
晨
院
潭
全
津
良
扉
调
孙
桑
凭
兮
点
席
涧
攀
元
艳
羡
扫
茫
被
背
骨
烧
幸
荆
内
角
响
勤
县
降
没
殊
驿
赋
禽
狂
七
竟
喧
轮
第
挂
禁
指
净
性
借
恐
惭
苑
屋
封
粉
乌
况
圆
顾
尺
漏
曙
渚
迥
偶
负
修
敢
钱
观
肯
土
强
筵
俱
毛
旌
话
扬
众
银
殷
图
恋
漫
营
牛
陈
放
既
妆
磬
称
枯
比
旗
兹
衔
冠
耕
并
弄
周
英
笼
郭
嫌
拟
陌
法
境
精
荐
也
底
峡
泽
盛
童
绮
郊
虎
瑶
襟
招
源
象
市
势
桐
茅
唱
张
遣
辉
叠
献
醒
抱
赠
哀
纵
炉
严
墙
淮
巢
戎
就
厌
阔
披
宴
盈
昼
戍
萝
避
穿
宅
畔
昭
歇
试
杏
志
檐
形
嗟
岛
洒
陇
霄
坛
广
限
聊
灭
再
凌
参
差
短
覆
理
肃
晖
袖
代
列
停
鸾
历
添
候
侣
咏
杖
奏
各
茶
斯
际
巾
杳
扇
途
奈
走
？
盖
要
布
庐
驻
澄
蝶
涛
帐
丘
庙
冬
诚
投
甘
樵
雕
弹
痕
幕
属
驱
雄
宗
杜
密
熟
杀
壶
绣
阑
篱
虫
升
顶
拥
史
弟
哭
词
赤
拜
羞
泣
腰
雷
刀
泊
睡
层
友
洗
利
疾
荡
暑
系
达
琼
黑
漠
切
废
记
浓
邑
踪
陶
儒
鸥
遂
霁
嘉
酌
买
果
笔
柏
锁
返
岐
梧
存
蒲
亡
丽
奇
冲
寿
零
汀
省
奉
延
笛
芜
宾
鸳
尝
韵
忍
鹿
祖
怪
栽
堤
鹭
愧
竿
铜
值
商
畏
虏
策
懒
巷
焚
违
咽
了
姓
衡
写
裁
枫
威
娇
蘋
旋
受
柴
鞭
槐
服
驾
社
卿
巫
羁
埃
染
养
壑
仪
潜
戈
倒
笙
止
妇
宦
印
扶
侍
夷
篇
雀
芙
支
劝
免
改
辛
槛
佛
屏
牵
渭
砌
迁
霭
兄
翩
集
翼
除
壮
追
柱
踏
宇
辰
耳
读
蓉
实
味
座
腊
抛
政
哉
炎
索
曹
滩
潇
庆
杂
箫
佩
酬
网
簪
裴
樽
裳
瓶
滞
娥
锡
鸦
阻
妨
团
瑞
履
袅
堕
觅
犬
展
纤
减
致
澹
窥
总
烦
彻
累
律
丈
钩
表
觞
蛾
渺
换
聚
潺
血
朔
萦
萤
促
义
福
苏
宠
瑟
簟
嘶
霏
鼎
趣
纱
占
蒙
个
济
寸
凋
崖
丰
闺
润
藤
趋
灰
次
秀
昌
陪
嵩
暝
蕊
旦
沟
妙
稍
赊
建
坠
呼
请
梨
冻
仰
祀
伊
鹊
芦
态
倦
误
坟
芝
织
瀑
雅
浩
甚
绵
砧
羊
飒
场
咸
塔
泠
猎
役
诏
氛
宣
棋
饥
戏
托
舆
貌
乍
陆
郁
裘
弓
啸
瘴
欹
鳞
鲜
贞
险
祥
藓
淡
浑
触
鲁
甲
唐
祠
蛮
伏
刘
鬼
箭
斑
驰
委
乞
谋
瘦
饶
栏
约
侧
滨
崇
备
弃
逸
吐
蹄
乃
橘
灞
虑
敛
谓
毕
而
赖
旷
魏
邀
屈
仁
晋
裙
司
寝
母
袍
鸯
峨
廊
敬
贱
推
护
濛
辇
淹
榆
摘
蕙
街
谪
界
舒
掌
续
规
宛
穆
孝
谒
碑
碛
饭
慵
压
洁
彼
巡
乾
菲
萋
剪
扁
偷
羸
皎
启
氏
恶
位
递
麻
岫
符
凰
馨
己
怕
遮
莎
宽
围
虹
妃
资
伯
弱
岚
惠
领
谈
笳
退
骚
午
汝
适
腾
鞍
农
置
环
慰
益
单
造
姿
父
射
魄
闱
善
茂
固
絮
徐
墨
忙
帷
讵
贪
嫁
脉
嶂
珍
莱
维
默
埋
禄
株
阿
暇
囊
堆
末
齿
束
萍
叫
旆
辽
术
缨
贾
尧
濯
宋
涨
衲
毫
匣
绶
享
矣
体
辨
富
讲
杉
襄
兔
乔
屡
隅
宰
卖
妻
敌
茎
提
质
振
奠
融
衫
龟
康
穴
骢
凿
防
碎
摧
假
垒
施
菱
欺
戴
谏
漾
继
匹
嫩
戚
娟
尾
绪
渠
僻
打
藻
寐
班
刺
予
温
丁
进
左
挥
量
唤
稻
郢
岑
爽
浸
黍
格
烽
酣
脱
悟
伫
惨
执
坤
梵
右
卜
耿
铁
吊
助
装
餐
佐
妒
竞
坚
扰
倍
蹉
跎
认
巧
凫
阵
隋
保
溟
联
苗
勿
姑
怯
葛
赴
简
悴
夹
绳
籍
仲
料
枉
楫
加
赐
工
瞻
衢
绛
号
晏
蒿
纸
夸
钗
谿
厚
梳
凡
冢
磨
麦
薜
等
葬
运
滋
忠
袂
制
翰
桡
樯
肥
或
牧
辟
槎
校
稳
弥
湲
希
科
偃
泰
视
豪
叟
牡
卢
序
典
缕
贺
柔
整
尉
孟
抽
焰
奔
激
皋
鉴
宸
憔
孔
般
垣
逼
热
阮
莓
啭
障
庄
恭
泻
辈
铺
笋
署
卑
透
晦
蔽
缓
旬
探
类
习
拙
剡
谩
健
茗
翅
仗
愚
否
髭
敲
标
氲
冤
私
蜂
媒
帽
汲
价
逍
蕉
架
申
让
玩
黛
汗
季
姬
困
民
掷
皓
涩
榻
的
纶
屿
搜
沽
插
梢
庾
器
店
俯
噪
镇
超
虞
雍
葭
蔓
筑
击
涕
梯
捣
肉
萼
薇
厨
漱
焉
缀
洪
砂
烂
答
朽
疲
珊
赵
惹
浊
榜
蛩
供
朵
妖
驭
彭
刻
俎
霰
牢
薰
职
鹰
悄
曛
潘
陂
稚
案
跃
败
具
藉
汤
漳
璧
敷
增
植
榴
软
祚
稽
篁
惯
匝
蟾
雏
朋
闾
腹
墀
状
萸
棠
啄
契
牙
森
涉
排
兽
骄
禾
昆
柯
暄
媚
翔
域
庶
卫
麟
娱
韶
祝
掖
蚕
岘
苇
电
溜
呈
朗
慈
呜
墓
央
蚁
男
瓢
欣
禋
瓜
配
豫
箧
羌
妍
浔
韩
偈
览
脸
豆
椒
捧
扑
坏
坞
鹧
霖
冈
屐
慢
砚
沼
缺
汾
圃
眺
纪
芬
拔
练
煎
逾
舜
亚
寇
飙
杵
鼙
鸪
材
握
浣
蓝
蹋
补
丞
仞
骊
寰
銮
勒
赫
祭
颓
蒸
簇
陟
部
怆
损
吞
徊
匡
旨
式
函
授
於
疆
槿
艰
钿
趁
狼
峤
乳
渴
溅
荻
劫
告
区
设
睿
则
震
付
编
勋
遭
滑
决
碍
瓦
拾
讶
煮
颠
牖
耸
蛇
饯
籁
眇
顺
洽
涵
务
檀
棱
亩
诵
戟
蛟
乖
夺
脚
瓮
漂
沿
傲
抚
曳
冕
基
蹑
戒
扣
栈
谣
鼠
浴
恼
仆
贡
鹅
劲
耻
蕃
恒
注
徽
筹
筝
窦
棘
饱
鹦
线
悔
貂
徘
樱
速
畦
褐
蔬
冉
巨
喷
仿
灶
膏
炼
略
截
拨
顷
稷
范
倘
逝
珮
缝
沦
犯
沃
逃
蔡
傅
瀛
虔
污
湛
反
错
输
髻
妓
鹉
艇
雉
伐
叔
郑
霓
峭
板
恣
眷
崔
隆
帛
罪
剩
邦
效
专
缄
芸
救
颇
局
帏
耀
兆
循
仓
特
烹
鬟
迤
油
辙
惬
矶
扃
淅
贮
熏
琐
秘
抵
品
肩
杪
选
祸
组
藕
幌
臂
醪
榭
筠
吠
蒹
荔
博
智
烬
遽
液
邪
涂
遐
痛
婵
沐
涓
冒
奴
渌
弯
狐
谙
狎
翛
薪
峦
鲸
芽
灌
皮
禹
翘
爰
粒
忝
骖
算
甸
稼
卮
揖
舸
芰
鹄
胧
刹
鹏
饵
闽
韦
藜
醺
骏
飏
铅
溢
旱
均
拭
衾
霸
蠹
纡
濑
芭
医
跸
烈
秩
滔
浆
澜
歆
颂
纳
克
幢
逶
缠
蔼
撩
窈
珑
辕
窟
辱
卒
钵
兀
筇
狖
样
札
锄
筋
蓑
欠
亏
纹
亿
钧
混
冀
隈
削
矜
吉
靡
议
腥
夭
缭
邛
翡
着
搔
丧
堞
迸
溶
舌
浙
坡
示
铭
绡
熙
币
乎
践
警
权
荧
伦
嚬
翳
阅
傥
柘
驷
逆
操
脂
潸
龛
擎
米
盏
缆
悦
廓
预
膺
肆
匪
贻
俨
召
构
牲
猛
茱
玲
翮
黯
铃
胆
淼
憎
遁
沥
蹇
毒
俸
蹊
畅
栋
黎
恃
秉
敞
躬
锵
祗
翦
梭
涤
膳
辍
旁
割
珂
玳
额
婿
冶
卓
刚
粟
鸭
腻
垄
拆
磷
耽
湾
鳌
甃
闷
髯
贼
孰
麋
栗
庵
咫
荫
斟
祇
壤
斩
释
熊
判
顿
宪
贝
豹
窕
害
箔
褰
恰
笺
柄
浇
像
僮
麝
菰
鲈
滟
劚
曜
轸
贯
磴
墟
铸
羲
筐
珪
弘
袜
派
介
盗
圭
谐
菜
灼
倏
骤
辘
轳
裾
针
碗
族
慎
娘
稠
坊
垆
摩
鲤
吃
蓟
隙
蟠
睹
猷
讼
蓼
瑚
旄
哲
慕
尤
骝
鼻
娃
胸
骥
裂
毡
猩
窄
犀
褒
优
嵬
尹
嚣
援
蹰
蛙
唳
燃
瓯
鹃
颐
活
葵
飖
验
巍
款
遵
轴
按
暴
辜
罍
蜡
廷
醴
藩
彤
鹓
狭
忌
茸
茵
崩
奢
甫
寓
邮
膝
焦
沅
耶
黔
税
匀
峻
辔
箱
攒
镂
淑
附
幡
阊
僚
幄
充
飨
夙
挑
粗
痴
吕
考
喻
徼
窠
菡
萏
锋
拍
犊
刃
闰
颍
冯
嵇
邹
簿
袁
漆
雠
苒
勉
轧
麾
惑
畿
龄
赞
芒
艺
绽
饰
瞿
琵
琶
捐
突
段
鹂
粱
陛
踟
掾
斧
耐
竺
撼
匆
乏
馥
棣
阜
包
跻
祉
羹
隼
泗
胎
储
秾
瑁
箸
爪
蠡
卉
朦
穗
樊
酿
项
堑
俦
舂
跳
琅
萱
债
嗔
替
眸
桧
怡
霍
湍
迈
测
琉
璃
粲
巅
协
祐
洋
籥
聪
盥
辅
扈
姚
斫
陷
丑
漉
晶
恸
蟋
蟀
毂
胥
袈
裟
柚
廉
濆
肌
殁
粘
豸
婆
墅
笠
魔
拳
晒
翎
剃
屯
阖
篆
鲍
楹
涌
绩
狱
醑
絜
穰
彰
燎
率
蛰
嗣
膻
溺
淫
侠
纨
剧
裛
嬴
闹
攻
治
啾
畴
旃
曝
筱
檄
擢
叨
寡
倩
粮
番
颗
鄙
飕
；
幻
厅
勇
凶
臾
谬
瞰
祈
笾
绂
厥
球
愔
鸠
哑
丸
邯
诉
窃
陋
妄
虬
员
猜
填
巳
检
缥
惧
莽
屦
盐
橹
拄
鞋
衙
嵋
栊
稔
邕
阕
淳
聿
颙
竭
衮
俭
朴
袭
蕤
跨
邺
誓
郸
虾
刑
葱
滥
缸
禊
菖
炭
窜
薛
駸
盆
证
猱
裹
豁
玕
湓
尖
脆
鹢
络
诀
诛
酝
攸
钦
监
箓
窅
邈
煌
隳
缑
祢
爵
氤
坂
毳
嵯
酲
杼
涟
鸶
幂
敕
擅
囚
沫
舫
轺
缁
憩
篷
蜜
巘
盂
驺
蕨
弊
谗
陀
费
拘
担
癖
揭
获
荇
乙
觜
鴒
播
贶
忻
腕
愈
彝
靖
岱
缩
苞
襦
邵
颦
泬
挟
伍
些
仇
浐
蛛
芊
岷
箨
婴
琪
恻
泓
肤
仑
蝇
蔷
俊
赌
拖
骸
逞
幔
湄
唧
叩
掇
镊
帙
嫦
秣
褭
疮
庸
顽
碣
晕
骋
扆
泾
旒
醮
穹
择
财
肇
枢
显
训
粢
挹
奕
豺
懿
昧
閟
纲
躅
拱
灾
控
俄
葳
赛
奸
雌
揽
矫
炙
谭
凛
研
蒂
胶
婚
梓
蜃
惮
桓
榛
吁
髓
茨
谯
驯
崎
岖
黏
鸽
莹
酸
驴
毗
猴
澌
赢
航
伸
晞
凯
誉
镛
演
邸
裔
鬯
据
桨
谊
匠
啻
枚
漪
暧
荚
患
怒
徇
逗
蓂
颔
杰
聘
逋
渊
莼
佞
篮
菌
擒
鹚
蒋
挈
筒
缈
碾
摆
淋
逡
慨
翊
衷
察
迩
蕖
邙
谟
阗
覃
牺
遑
迫
绅
创
尸
讨
旭
洮
肝
侬
绠
产
耗
姮
孀
潋
译
笥
炀
铢
涔
溯
汴
荀
姜
鸱
舅
箕
鄂
芍
鶺
艾
皂
阎
屑
敝
坼
汨
蓠
帻
庇
绊
罅
绢
苎
榼
泫
课
陕
诞
祯
撤
谅
俟
炬
骇
铿
纯
濡
匈
曈
蝴
抬
唇
罥
蹀
掬
辖
挽
舄
菼
翟
淇
趾
颊
麒
彦
腮
苟
录
帖
娑
咨
尼
较
拈
斤
麹
糟
掉
嶮
柽
遏
縠
罾
幅
澈
讴
坎
臻
阐
夤
钺
硕
徂
缉
寅
猗
爇
嫖
革
陲
沓
婉
溆
鲛
镳
躞
愤
辗
帔
芷
鼍
沤
伶
刈
仕
睨
薤
鋋
炷
琢
给
筌
崦
耆
慧
紧
捷
粥
脁
茯
蚊
臼
漓
毁
峥
嵘
螺
嘲
茆
閤
蚌
钏
抑
版
狩
祷
扪
恳
戢
渥
谧
烝
簋
汪
蹈
衍
潦
簧
允
曰
戾
恍
欤
铄
辂
倡
吸
珰
吼
颈
隘
慷
瑰
驼
蟆
茧
鸂
鶒
沸
萎
刷
晤
祓
阡
互
狗
堰
查
爨
麈
贳
歧
梗
绯
熳
努
鲙
堠
睥
炊
例
骅
庚
沱
厄
闪
潼
醅
荪
鸢
枣
掠
这
舁
氅
枿
竖
胭
偎
恬
輧
璇
峒
鞞
厉
牷
芗
庖
浚
导
昂
狄
副
戛
阃
岧
峣
鹗
栉
幰
镌
瞩
蘼
衿
韬
槁
悉
缚
租
颁
枥
濠
亮
嬉
邅
孩
褥
甑
悯
蒨
柿
偕
笏
嘹
壳
楠
鸬
棕
鵩
庞
犁
钝
曷
滤
徵
讹
擘
肺
睛
醆
驶
琯
蕴
曦
孕
纽
蘸
崆
酎
釐
纬
禀
醇
育
胄
斝
徙
鬻
焕
胤
姻
铎
踯
喉
砾
鲵
蟪
蛄
蜍
釭
队
库
坦
快
询
榔
桢
馔
肘
暌
巩
辩
党
孺
抗
汶
萄
洄
踌
驹
婺
枳
沛
垢
栾
沮
撷
腐
肱
搴
勾
卸
汩
苓
帅
魅
焙
斛
屠
咒
酷
婢
磊
嘒
觐
挫
么
掣
虢
拒
劈
罄
渍
槽
鹥
匏
嘏
佾
佯
垓
膋
亨
戊
弁
奋
敦
叙
叛
酤
吝
旐
噬
纻
！
饿
箴
纥
屣
帟
燥
陨
睇
弋
娉
嫔
姹
笈
拣
遨
析
娜
眄
诣
蜗
钥
煦
酩
酊
箜
篌
荜
黠
枪
渤
橙
琳
鄱
飗
骧
碌
聋
舷
蓄
亥
捕
郄
剖
湟
栎
褚
抄
蘖
谤
瞥
葺
鹈
鶗
鴂
栅
醍
揉
蜩
阆
摵
掘
樗
葩
帚
绫
朮
雹
撚
宙
罩
藿
摅
盼
昊
拊
宏
兢
绦
燧
劣
浃
蚃
柝
绀
殚
缇
葆
琮
臧
裕
贰
纂
祼
缅
泮
桔
槔
枭
騧
狞
绾
茕
鞮
毵
股
嘤
槌
浥
仅
闉
粪
嗷
讯
觥
骠
惶
沁
牟
泄
湫
卦
翱
厦
喘
蛱
鳖
审
塍
裨
赭
讽
獬
饷
刍
嘱
逦
罹
鄠
婷
髦
靴
潏
董
霅
啜
跋
滂
妹
侄
晡
涎
螀
蔻
幼
奚
嗤
赍
璞
衬
醐
货
砖
猕
孱
什
绰
谱
杭
滪
矛
呵
蹙
嗅
