[SEP]
[CLS]
[MASK]
[PAD]
[UNK]
，
。
不
一
有
得
是
未
中
去
家
已
上
更
我
在
如
人
看
多
此
到
三
新
自
能
年
亦
可
向
知
似
下
出
同
前
好
欲
却
作
只
曾
深
又
無
老
成
起
入
天
花
里
共
千
來
時
地
之
相
便
風
愁
見
雨
且
真
醉
少
歸
因
吹
山
酒
小
坐
要
尚
正
和
重
水
雪
笑
近
高
寄
所
使
留
但
送
回
春
爲
他
把
香
何
五
半
誰
十
四
若
朝
詩
那
先
都
長
雲
了
君
春風
吾
皆
外
也
用
以
初
還
日
想
最
猶
開
今日
太
清
聲
身
事
至
大
望
道
間
秋
莫
夢
應
隔
早
九
逢
仍
敢
百
月
即
才
盡
獨
落
二
其
住
晚
句
兮
枝
飛
分
今
何處
及
萬
過
空
非
從
待
由
書
路
心
與
六
（
恨
）
被
行
故人
門
每
常
難
塵
竟
平生
須
就
處
遠
聞
古
添
如何
南
哉
青山
病
傳
忘
夜
明月
卷
久
易
別
全
死
收
東
閑
令
登
船
幾
迎
带
往
餘
垂
問
寒
占
晴
先生
比
肯
而
《
》
無人
官
語
江湖
斜
頭
西
將
再
尺
江南
識
催
走
穿
照
回首
低
豈
借
梅花
偏
安
首
載
矣
既
藏
兩
本
杯
任
移
睡
越
復
覺
等
歸來
何事
當年
聊
舊
清風
樂
居
足
各
白
寂寞
名
暮
阿
兼
乘
供
百年
驚
天地
西風
相逢
秋風
憐
求
東風
乾坤
破
後
傍
樓
平
于
暖
尋
風流
紅
會
歲
如今
何人
天下
喜
字
眼
忙
白雲
今朝
歌
片
勿
俱
江山
甚
馬
文章
何妨
萬里
思
江
功名
美
滿
栽
愛
天上
直
七
許
冷
持
悠悠
定
嫌
故
苦
光
含
受
樽
終
聽
尊
誰知
風月
龍
隨
春色
樹
動
乃
當
或
忽
閒
啼
来
葉
弄
對
暗
分明
華
行人
扁舟
遊
風雨
情
人生
窮
輕
年年
如此
何日
遂
抱
八
氣
少年
溪
靜
點
主人
吟
折
徑
生
否
學
說
紛紛
干
惟
經
北
憶
立
斷
日月
第一
趁
虎
雖
落日
城
何時
拂
今年
言
熟
多少
始
怕
裏
般
洗
歲月
接
几
山川
邊
無事
白髮
元
何如
數
手
村
何必
生涯
著
勝
舟
終日
親
世事
草木
消息
草
從來
關
萬事
方
浪
當時
綠
唱
□□
曉
爭
無心
陽
遇
謝
徘徊
遍
曲
興
端
怪
轉
一生
欠
貧
天涯
古人
放
世間
眠
賢
衣
白頭
堪
精神
念
遲
湖
四海
必
原
黄
取
鄉
稀
畫
陰
存
臨
世
快
此地
埃
白日
霜
屋
休
招
明朝
殘
日日
煙
山林
散
封
國
蕭蕭
携
憂
昨夜
漢
至今
稍
宜
京
客
種
去年
懷
交
雙
緣
泥
絕
急
顧
依然
妙
兒
幽人
鳴
竹
陪
細
煮
的
鳥
惆悵
依
瘦
西湖
燈
篇
山色
論
孤
强
臺
宮
翻
通
未必
明
試
記
無限
卧
修
未能
俄
倒
信
何須
薄
奇
虛
管
富貴
流
離
乍
車
靈
三千
付
均
飲
依舊
惜
盡日
石
林
聞道
春來
泉
女
鶴
三月
桃李
報
芳草
魚
喚
恐
願
賦
冰
太平
箇
寂寥
羊
神
黄金
公
川
琴
人間
春光
姓
青
田
扶
長安
色
除
巖
茫茫
指
鄰
孰
十分
短
渾
功
柳
肥
吐
着
教
於
投
登臨
倚
湘
楊
海
跨
窗
發
幾年
從今
總
君子
吟詩
師
天子
明日
人物
辭
三十
風光
魂
挂
絲
洞
烟
節
墨
明年
意
唯有
厭
疏
禁
胸中
牛
負
并
無情
與君
縱
淚
相見
連
它
寧
寂寂
降
追
相思
頻
打
省
十二
黄昏
樓臺
傾
計
橫
處處
畔
神仙
子
青雲
西山
物
殷勤
宿
觀
無端
寬
焉
斜陽
踏
幾度
守
幾人
何用
底事
漠漠
倍
眼前
佳
山水
衰
老子
飽
吳
何以
渠
將軍
二十
勞
：
幽
遭
英雄
迴
差
自然
夕陽
浮雲
齊
諸
有意
星
合
露
南山
中原
按
青青
背
只有
消
惟有
海上
機
老人
紅塵
詩人
州
自古
知音
半夜
擬
深處
此生
花開
園林
染
兒童
昨日
重來
聖
相對
蒼
青春
故鄉
遺
依依
無復
結
赴
傷心
伴
人事
根
人情
髯
桃花
倦
往事
沙
寸
叫
丈
推
讀書
玉
何在
閉門
約
改
世人
頼
芙蓉
二月
引
草堂
筆
池
從容
極
年來
何似
變
君王
客來
碧
可能
傷
而今
無窮
橋
六月
作「
舞
寫
拜
闌
珍重
翠微
千古
纔
買
摘
春草
漸
聞說
禪
隠
園
歲晚
丹青
時節
歇
須知
室
清明
翩翩
便是
佛
壺
雲山
呈
解
奉
門外
圖
寒食
月明
孫
貴
失
交情
蕭然
清香
略
淺
回頭
偶然
蛇
疑
錢
浮生
黄花
幾時
公子
自憐
邀
舉
鏡
山河
故國
亂
圓
邂逅
祇
參
題詩
匆匆
詩書
老夫
異
稱
暫
正是
羣
悲
故園
埋
南北
腰
江頭
醒
累
題
見說
讀
命
秋色
逐
段
夜半
春水
鬢
殊
春事
釣
咫尺
狂
嗟
盤
斗
哭
碑
談
蓬萊
夜月
訪
市
經年
姓名
東南
徒
金
騎
辟
疎
區區
猿
偶
碧雲
像
春雨
人心
停
黑
歸路
仙
嘗
細雨
茅屋
相從
早晚
床
可惜
家家
蕭條
青天
精
憑
爾
時時
掃
京本
陳
兄弟
新年
逼
榮
爲君
旁
嶺
奏
有人
白首
重陽
幾日
松風
道路
江城
零落
座
衣冠
文字
富
風物
圍
畫圖
萬物
老來
眼中
堆
退
新詩
羨
德
太守
世上
印
一番
音
棋
話
懶
養
茶
空山
荷
株
井
漁
逾
未知
歸心
尤
米
容
燕子
造化
致
漫漫
煙霞
特地
治
無處
微
沾
歡
心事
謂
悵望
翁
佳句
昔
插
長江
池塘
春歸
活
惡
枕
列
耳
春秋
藥
些
門前
溪山
居士
古今
蒼蒼
忍
飯
射
今夜
滴
梅
沈
三百
敲
流水
人人
尋常
濯
肩
辛苦
次
白玉
度
容易
聲名
覓
四十
伊
遊人
凋
江邊
場
刀
知君
簾
增
相期
車馬
流年
淵明
條
歌舞
庭
月色
此日
代
歎
耶
欺
參差
瞻
湖山
脚
味
患
天意
畝
寥寥
青衫
賒
當日
得意
旌旗
遙
豈知
收拾
獨立
席
土
客路
冉冉
杖藜
贏
軍
違
幅
宇宙
暮年
歲寒
砌
試問
此行
王
飄
？
壽
縱橫
詩情
楊柳
好事
無數
北風
九日
悟
爐
陳迹
豐年
步
錦
佳人
朝廷
冬
造物
升
萬象
軒
何當
永
此意
昔年
況
節物
一半
野
夜雨
拈
秋來
淡
世路
眼明
悠然
丈夫
滄洲
崢嶸
可是
凄凉
寶
乾
何許
崔嵬
唯
流落
顔
長年
僧
夜深
衰翁
樂事
知己
客子
風味
四面
繁
亡
高樓
煩
誇
草色
誰道
旅
世情
揚州
掩
弟兄
擁
日落
愈
拄杖
誰與
江水
昏
濃
戰
輪
堂
相親
晚風
五月
夜來
紀
火
固
菊
山僧
一一
東西
白雪
多情
薰
殺
調
山頭
昔日
觴
墮
披
別後
碧玉
春日
飛來
免
志
從教
□□□
老翁
期
法
薦
野人
冰雪
減
濕
零
七十
空餘
捧
世界
荷花
虛空
眼看
換
鳳
閣
屬
清溪
秋聲
四方
紙
建
漏
自由
無言
輩
拍
積
風景
竹林
別離
張
啼鳥
遮
柳色
此身
幽居
清夜
極目
爲客
溪流
、
無塵
銷
中秋
深山
雖然
衣裳
笙歌
塞
水邊
廬
鐘
瓶
父子
誰識
自笑
淹留
清秋
雨露
斯文
后
兒孫
枉
奈何
潮
詩句
行行
風塵
止
定知
芳菲
賞
助
雨餘
兵
登山
萬壑
瀟
相似
是非
繫
峽
何爲
隱
假
十日
男兒
酒杯
燈火
未曾
透
貪
來時
凡
南州
刺
秋水
桂
雨過
八十
面
豈無
時人
相隨
徹
故山
古木
攀
東山
今宵
晝
青燈
處士
實
况
慰
西南
劍
将
拾
底
八月
簷
出門
相識
翛然
藕
詩題
返
閉
癡
口
黃
行路
叢
來往
書生
英
禮
江西
氣象
身世
夫子
舒
排
淮南
斜日
蘭
抵
别
無力
五十
賴
柴門
光陰
稚子
戶
支
忽然
三日
潺湲
置
章
景物
生意
窺
往往
經行
臨風
內
豐
應笑
黍
晚來
毛
高低
清泉
層
霏霏
誤
客愁
繞
落葉
上方
沒
雞
做
厚
融
古來
景
費
拆
客心
清光
游
美人
雲間
丘
飄然
懸知
無聲
波
風生
你
水中
嘆
江東
知名
高風
戒
須臾
蒼苔
蝶
偷
各自
興亡
烟霞
重重
孤城
盛
洞庭
千金
驅
城南
牡丹
婆娑
勸
誰憐
幽鳥
自從
山花
衲僧
水流
賓
微風
焚香
相如
平地
何物
促
盃
綠陰
林間
體
辦
蒼茫
芭蕉
朝來
風來
雨後
林泉
公卿
食
感慨
乘興
巧
詠
骨
無奈
大道
老僧
浮
壯
鎖
牢落
映
認
大地
晴日
清談
大夫
兩岸
啄
憔悴
謾
舊遊
數聲
風雲
頃
安知
蕭
鍾
杖
古寺
烏
罷
萬年
環
謀
萬頃
適
一朝
闊
花木
江流
天真
時事
十月
慚
誰爲
塵土
山城
蓮
春寒
苔
穩
脫
疊
年華
宅
時來
凭
汝
前身
思量
相宜
鴻
客裏
塵埃
天風
聊復
勢
殘月
春山
蘇
趙州
夢裏
詩成
顔色
扣
鴛鴦
滿眼
杜鵑
行樂
贈
烟雨
相伴
白石
業
遥知
畢
晨
多年
城市
封侯
籃輿
餘事
怯
風煙
峯
巢
花枝
得知
海棠
歸時
中年
萬卷
灘
三十六
秋光
清江
燒
鐵
義
來無
無路
留連
夏
著書
達
然
登高
銀
遷
斷腸
饒
光明
商量
西東
炷
曰
編
雁
滄
突兀
叢林
堯夫非
高情
歸期
談笑
郡
料
樣
童子
從此
霧
星辰
隨處
雨聲
滿目
碧落
誰人
臘
旋
松柏
逃
春意
香火
平安
揮
腸
營
滄海
籬
相過
誰謂
玩
分付
風露
衆
棹
事事
笛
只是
淹
無語
翰墨
浩蕩
堂堂
昔人
直須
侯
耕
亂山
倚欄
酌
潺潺
滿城
位
十五
羅
新春
繼
奴
安排
追隨
吾道
目前
爽氣
懸
末
遥
應須
彈
松竹
廢
關心
此事
聚
傲
滄浪
壓
胸次
西來
西北
遺恨
漫
青松
夢魂
鮮
出處
相尋
請
區
秋天
嚼
陰陰
歸夢
階
蟬
上月
己
今歲
規
騷人
競
俯仰
道士
棲
邪
誠
相知
筆端
饑
涼
逍遥
云
道人
明珠
風波
應無
嬋娟
孤舟
髮
遶
腸斷
歲華
儒
生死
弦
無風
天公
舊時
呼
乞
吞
仙人
北望
□
安用
齋
雉
日照
高僧
駕
幽尋
歎息
菊花
鴈
涉
岸
遲遲
蟠
茅簷
加
人行
樓閣
芽
農
惹
南國
幾許
近日
六十
辨
祝
野水
喬木
付與
輸
白髪
洛陽
白鷗
虛名
縹緲
麥
人世
陣
何心
淮
餘生
進
水上
妻
誰將
勝遊
者
九月
戀
相與
暮雲
伸
東君
獻
論文
斛
風霜
捐
密
幽棲
深夜
典刑
清陰
歷歷
離騷
與人
汗
上下
臥
山雲
瀟灑
呵
滑
垂楊
東籬
可以
病身
水面
明時
擾擾
野色
思君
翡翠
著意
雲霄
曉日
遊子
乞與
真人
莫教
天台
書來
華髮
歲歲
爲誰
艱難
跳
甘
孤雲
須信
物色
宗
屢
擎
甲子
愧
反
忘機
羨君
澤
白鳥
祭
勞生
無意
滅
一行
殘年
超然
妨
學道
使者
飄飄
廬山
逕
寒泉
鐘聲
跡
補
今人
斯人
直到
行客
經過
聖主
牆
嚴
汀洲
開門
清曉
干戈
倚闌
號
生前
響
具
山翁
問訊
倚杖
紛
繁華
奔
澗
棄
酬
窄
後來
窗前
堅
娟娟
九州
掉
喝
風急
魔
集
渡
雲氣
聖賢
幾番
依稀
工夫
叩
晴天
兄
正好
知心
恰似
故里
鷗鷺
凍
峰
新月
山陰
別來
登樓
仰
行李
麾
西江
龍門
紅葉
戴
平日
長生
名字
五百
何求
君恩
沙鷗
本來
才子
東流
無涯
籬落
團
夜夜
真是
籠
濛濛
春愁
田園
南枝
仞
羞
雪花
夫人
遠山
街
江北
丹心
矜
架
月夜
血
爲問
投老
揖
無地
松聲
賦詩
鷗
右
舊事
蒲團
努力
辛勤
山行
蒼生
海內
青冥
夢寐
歸休
窗外
晴空
詔
門戶
霜風
他人
牀
徧
天然
山路
黄菊
舊日
迷
草草
造
清絕
鼻孔
湖水
爛
欄
錢塘
兒女
爲報
衰病
磨
留客
隨風
寺
佳處
琵琶
綠楊
帆
泠泠
臂
梨花
儀
晚歲
湖邊
雀
夢斷
著鞭
諸方
經旬
公事
曹
莫道
間事
敵
閑人
關情
懷抱
白酒
曉來
十八
相憶
形容
桃源
花時
酣
滿地
莫惜
生平
挽
枯
行役
荆州
幸有
最高
心情
佳節
借問
耐
漁樵
舉頭
十方
曉風
文
挑
剩
故事
頗
采
主
居然
飛鳥
眼界
雲端
拋
掩扉
闕
頂
猶記
清夢
錯
文書
交遊
水聲
際
趨
慣
幽香
荷葉
開口
周
何幸
離離
憑欄
毫端
清晨
鴻雁
天邊
戲
一月
採
領
壯心
奔走
釀
南風
凌雲
林下
東方
淒涼
蹉跎
禾
山居
黄葉
故應
分外
銀河
鹿
與誰
浮名
答
說與
東望
雲雨
並
方寸
箭
幽花
濁
詩翁
城郭
堤
高下
蹤跡
算
經綸
煎
弟子
裘
與子
得失
圖畫
駸駸
光景
頓
今無
高臺
紅日
臨流
天明
枚
清流
蓋
諸生
弱
護
思歸
閉戶
明明
風日
辛本
風度
南來
清樽
日長
喧
雲飛
水雲
潤
僧房
君行
柳條
萬古
礙
心期
到底
削
步步
秋日
倚樓
桑麻
類
客衣
自此
墓
秋月
茲
寒光
迥
煩君
斜暉
欹枕
城頭
河
粗
茫然
四月
悲歌
帶
顛
夕照
善
盛事
誰言
避
小雨
羈
何止
周旋
征
玉堂
送客
掛
躋攀
案
春江
興來
今夕
永日
寐
北闕
絮
絃
沐
寒雲
衡門
化工
旗
未休
賓客
抽
春夢
婦
清時
漁翁
無計
潭
陌
清新
征衣
從渠
誰信
趣
山來
相關
雲開
幕府
臨水
哀
年光
珠簾
清凉
縣
煙雨
曉色
行藏
斷魂
南方
焚
慶
騎馬
丘壑
隨意
平湖
剪
元來
好在
本無
一派
成行
慚愧
牽
第幾
漲
老農
宿雨
雪裏
無用
朔風
憶昔
彷彿
幾處
駐
北窗
浸
線
粥
老境
可知
斤
續
香風
涯
忘情
迢迢
帝
始知
險
波濤
悲風
劉郎
秀色
準擬
崎嶇
客情
蛟龍
弓
憐君
草樹
長松
舍
番
島
甲
犯
熏
風裏
彼此
謫仙
猿鶴
野花
應知
苗
蕭瑟
今來
微雨
冷落
賜
高山
會須
吏
幕
畫屏
填
儂
無定
窮通
掩關
雲生
圖書
西望
冰壺
魚龍
古意
吾生
慇懃
政
孤山
秦
時聞
凉風
廟
江海
盈
幸
光輝
其中
忘却
誰復
山雨
清吟
祗
身心
消磨
相問
酒醒
公餘
銜
眼底
關河
無物
隨緣
百花
陰陽
千秋
侵
瀟湘
歸田
何意
儻
掃除
行盡
水濱
花發
幽徑
野客
王孫
裹
覆
倒影
詞
長嘯
關山
爲人
亭
天津
刺史
蝴蝶
傳聞
沉
幽谷
雜
離別
歷
斷雲
蕭索
軒冕
年事
湘江
後人
雲門
局
雪後
蜀道
蘭亭
此景
一路
得到
提
歸客
雲水
資
猛
椽
瓢
侵尋
瓣
半生
裁
江梅
卒
遥想
霓裳
柴扉
名山
鈎
第二
束
奪
欣然
君詩
荆棘
川本
溪水
高處
應憐
恰
滋味
忽見
兀兀
微茫
縷
歸歟
鶑
廣
無功
珠
蘆花
團團
何限
忽驚
功業
携手
應爲
何堪
凉
遠近
台
刮
高樹
絕勝
詩來
晚晴
可笑
現
君今
烟波
無盡
一旦
撞
問津
佛法
萬國
民
晚節
吼
老樹
寒窗
冥冥
落月
書卷
楊花
舉世
事業
窠
溪邊
知道
優
君知
後生
眼睛
柳陰
白鷺
自如
身閑
腹
祖師
靈山
濱
經營
江月
津
織
憑誰
濟
無邊
滄溟
應念
可見
幽禽
花影
寒山
碧天
萬人
殘陽
高堂
理
古道
左
巴
託
幢
喪
同心
支離
勸君
春盡
屈指
三四
陽春
幽事
平時
凜凜
夜闌
所以
夜長
半天
客夢
甜
灑
維摩
物華
詩篇
天氣
高閣
」
微吟
爲愛
點點
萋萋
日夜
夕
喜見
聞君
與世
夜色
勝事
枕上
天心
替
碎
變化
東郊
一切
麋鹿
枝頭
勤
慳
禪房
月落
果
滄江
蓬蒿
清詩
竹間
懷人
灣
捲
天教
清虛
渺茫
綠樹
黄河
黄卷
一味
長歌
流傳
異鄉
鶯
此外
猶勝
爲情
禽
風前
馳
彭澤
驚人
學士
終身
九霄
藜杖
沽
寥落
煌煌
清寒
老身
寧知
逍遙
埃塵
籌
荒城
鼓吹
杏花
幽夢
萬斛
父母
寒梅
復見
東歸
遙知
媒
沙頭
終年
看看
摇落
衰顔
薰風
攻
僅
北海
維
今古
放翁
瀛洲
相遇
猶堪
陶令
瓊
風烟
鄉人
鄉心
全身
西園
看取
穗
誦
幽獨
鼓
扶持
祇今
論心
閑行
樹色
清淺
漁舟
珠璣
壯士
休問
青草
堵
平明
見人
揚
幾何
寒日
魯
松
細細
錦囊
秋雨
佳城
於今
堯夫
劉
一带
息
從事
前年
手中
莖
副
柳絮
幽懷
溫
出山
窮途
瓏
高歌
數日
空中
橋邊
數峰
聖人
絕頂
無疆
舟行
筆力
賞心
切
狂風
憂國
遺愛
房
初心
侍臣
君心
蹄
良辰
小園
魚鳥
晉
風雪
契
世味
朽
芍藥
朵
深深
崖
送行
儘
無時
攜
應難
獨步
清朝
稽首
荒草
時見
衝
北斗
則
酒旗
詩卷
微官
拳
羽翼
春入
落暉
簿書
唐
丹
塵世
蘸
夾道
錫
同年
氣味
母
杳杳
自持
杖屨
幽興
龜
宦情
春雲
深知
巵
境
誰能
衰年
左右
異時
未免
神州
蓬瀛
誰云
三五
韓
剛
雲外
何勞
馬蹄
術
鱸魚
沉沉
落花
杜陵
水晶
宛轉
聊爲
探
無餘
安能
握手
花間
飛泉
青眼
釣磯
瀑布
燭
幾千
鼻
玉樹
風俗
名利
雌
誰論
歸程
江風
誰肯
滿庭
離情
外物
默默
吟哦
永夜
四壁
摩挲
隴
頃刻
追尋
數行
古風
殘春
郭
籍
歌聲
山光
朱輪
波瀾
渡口
開時
幽深
相傳
楚客
廛
施
秦人
軒窗
青鞋
柱
今見
冰霜
雲歸
倘
葉落
夢覺
弔
視
交親
斟
河漢
高人
憑君
麗
珍
莓苔
一千
予
雨來
寒江
壁
畫船
祇應
還鄉
松陰
上客
雲影
指點
西樓
楚
飛鴻
工
遠遊
嬌
巍巍
清興
佳客
胡
坡
溪頭
自適
誰見
君臣
未妨
陸
筇
上路
鏡裏
竹葉
父老
形
羲皇
樓頭
文殊
作意
積雨
掬
金陵
五千
較
記取
感
扇
風騷
平原
山月
缺
依約
風聲
木落
相忘
雙鬢
身後
妻子
聯
白蘋
沈沈
山人
少陵
蟲
樹影
狂歌
小艇
海潮
旱
取次
無爲
一百
釣竿
臘月
短長
世俗
孤峰
熱
日光
煙波
無日
閑身
落盡
野老
雖無
松江
洒
行處
游人
翠屏
馨香
邊城
迴首
簫
畦
昏昏
今誰
扃
元戎
慘
循
自慚
江天
月照
禪心
征人
何嘗
男子
芬芳
著眼
屋角
間世
中行
朱門
石橋
年少
殘紅
苦吟
偕
黄鸝
寒暑
肉
沿
忽憶
勳業
眉
清霜
文物
涓涓
幻
寒燈
綠野
影裏
時無
客舍
間無
成功
伏
錦繡
敗
扶桑
單
深林
詩筒
竹裏
閩
胡床
美酒
慮
飛花
晏
朦朧
海門
山鳥
澤國
蹤
華堂
羽
潔
遣
忘歸
薪
高城
招魂
晴雲
繡
摇
朱顔
厄
還應
班
桂枝
赤城
匝
展
物情
澄清
桂花
危亭
風動
縈
蒸
割
六朝
賀
保
虛堂
盞
霽色
蟬聲
繡衣
萬方
飛騰
兩鬢
枯木
水平
崑崙
松筠
忘言
烹
短檠
竹枝
浙江
驛
忌
窈窕
野寺
君來
慙
獨行
泓
賣
春陰
悲歡
岑寂
諸侯
出入
後夜
篇章
詎
鬭
莫問
歸興
青霄
鳥聲
初日
名園
通身
海山
形骸
丈室
商山
瞿曇
争
湘水
心中
簾幕
烟雲
瀉
滿山
寒色
洞口
玉京
哦
時復
雲霞
堪笑
粒
風入
怨
窮愁
天機
浩浩
報國
雪意
佛祖
拙
媿
滿林
青嶂
誰解
寒月
高卧
庭前
南浦
杳冥
麽
鴉
始信
五日
徙
請君
香山
猶疑
殘雪
儒冠
簞瓢
澄江
松菊
星星
黃金
湖光
竹影
泉聲
高名
身外
碧海
花飛
甘泉
空庭
天末
纖纖
紫微
塵事
驚心
西州
頭白
長城
燕雀
薜蘿
石室
鱗
雞鳴
綠水
見君
雪霜
華表
傾蓋
欹
男
隨時
異日
犁
絕憐
規模
蒼顔
數點
穀
昨
萬山
高峰
境界
帳
萬戶
今爲
長亭
提壺
飄泊
屏風
無名
朝夕
秋意
卧聽
留滯
閑居
卻
太湖
諸人
醫
中心
膝
嬉
休官
無客
岐
慵
皎皎
柳絲
瑶池
閑事
離羣
角巾
曉月
碧樹
月光
載酒
萬金
閭
嗔
兔
西郊
淮山
春耕
幾回
山空
酒邊
山間
千峰
青林
栽培
高節
一心
分得
小兒
函
刻
神光
翅
青苔
悲秋
自知
清名
隨人
冠
鉢
九十
判
清歌
誰令
頻年
淚痕
翻身
誰開
鄉關
門開
韻
兩行
佳期
薄宦
野鶴
禮樂
翠
蛙
竹杖
甌
勻
愚
遽
寒聲
死生
流泉
清涼
紫宸
深入
清音
優游
札
雞犬
嫁
聖朝
待月
客意
老病
覿面
看月
忽聞
無緣
皇天
畏
意氣
朋
滯
横
備
安心
嘆息
芳
荔子
閶闔
無詩
鄰翁
季子
相將
詩名
風定
宣城
貂裘
罪
老大
那堪
太息
前朝
衆生
齡
江雲
甕
霜月
值
長日
疇昔
杜宇
浩然
菜
低頭
風雷
西陵
艱
幽情
傍人
來客
完
去路
世態
觸
自有
自來
白鶴
上帝
碧草
連雲
春晚
秋江
仙翁
竹籬
痛飲
門巷
寓
行雲
聲聲
迎春
宰
人才
江村
無間
黄塵
強
無夢
白露
識面
豈料
鑑
如意
遠水
東坡
活計
昨夢
碧空
苦無
漂泊
前人
客思
有子
山房
吟邊
交游
江淮
鳳凰
滿頭
二三
渡頭
稻粱
緩
長沙
相望
兩度
偏宜
水色
通宵
防
匹馬
尋芳
酒樽
物外
雪山
植
升堂
舟楫
有待
松篁
頭角
慷慨
潛
料理
半空
不自由
陋巷
平蕪
滿襟
身輕
隨分
傷神
宣室
隠隠
詩思
青樓
蜀
畫堂
屈
此情
會見
嗅
時休
併
掩門
尋春
江漢
船頭
蒼崖
邦人
餘年
愛君
笙
今猶
白馬
涼風
平野
衰草
院
客行
折腰
問君
態
亂雲
遠客
淵
目斷
過雨
山靈
帝子
擊
久客
兩年
呼兒
碧山
桂子
高吟
子孫
薔薇
羽翰
角
這
重見
館
倦客
歲事
老成
定應
重城
休休
卧龍
權
壁間
水底
花草
邯鄲
殘照
赤
墜
微微
前日
開元
浪花
留與
萬木
物物
徹底
面目
平章
天道
對面
獨醒
徜徉
社
菰蒲
危機
披襟
詩律
蒼然
遲留
北客
千百
水月
覽
無恙
檻
歸雲
悔
鍊
海月
照影
雁行
漢宮
漁歌
江樓
甘棠
雲物
墳
輕寒
老去
租
蕭散
煙雲
溶溶
空谷
翠竹
大江
凌空
中山
斗牛
過從
荒
諸郎
星斗
北山
伐
山遠
紫府
公道
窗間
棲遲
過盡
篙
高談
鷗鳥
衮衮
分手
茅舍
東海
秋容
躬
世無
何啻
拄
隔岸
高眠
無生
布衣
逐客
酒力
全無
蟋蟀
終期
尊酒
春雪
珊瑚
專
滄波
下客
新篇
莊
日邊
生來
愁絕
若是
南樓
爭似
磬
茅茨
灰
風色
武陵
高秋
諳
雅
朝陽
辜負
友
破除
歸計
上山
疊嶂
天開
時平
短髮
東來
搖
俗
荒山
新亭
梳
竹外
蛾眉
平分
歸人
松間
逆旅
東閣
尚未
衰遲
山影
忘憂
適意
天際
裴回
騰騰
閑雲
靈光
詩酒
長憶
雲烟
騷
對月
還來
直至
蟹
修竹
世故
肅肅
廟堂
網
搖落
綺羅
嶽
回環
疏雨
南陌
九江
碧溪
蓑
流俗
第一流
東林
野草
馬行
來從
滿院
況復
莫將
清影
涕
鈞
公歸
狗
落筆
乘風
爲霖
芒鞋
傑
清白
濁醪
照水
庭院
價
東園
昔時
鼓角
丹竈
南湖
攜手
西窗
帝鄉
上去
綵衣
時情
運
鳥道
籬邊
見月
只要
誰念
嘯
鎮
脈
篋
綠苔
選
歡聲
逶迤
白晝
龍鍾
聲裏
冷淡
浄
雲煙
要是
今代
游子
團欒
覺來
蕭騷
秋雲
知誰
何惜
相別
清景
輕風
整
衡陽
契闊
松門
東城
鸚鵡
雙旌
危樓
紅樹
爲言
金谷
琴書
招提
只今
迂
碗
地下
歸舟
蘆
荷鋤
二百
酒盞
村落
正在
空林
襟懷
無求
鷓鴣
前溪
嫋嫋
龍山
海邊
會面
滿衣
茂陵
晚日
流出
幽窗
來尋
牧童
雙雙
蒹葭
此夕
癡兒
四五
濁酒
扶杖
鞋
客懷
臭味
肅
拱
春衣
覓句
清閑
無敵
結廬
髣髴
從茲
媚
直道
連天
自樂
郊原
匹
小亭
瘴
化作
芝蘭
萬法
七月
幽蘭
公侯
風力
香浮
固應
雲霧
相同
須彌
餉
父
過眼
明星
中央
秋山
閒身
吾廬
芙蕖
休論
斯
鞭
榮辱
山腰
歲時
爲子
冠蓋
細草
悠
誰似
蠻
英豪
職
開花
稽山
何長
滿面
嶺頭
客船
酒盃
湖南
雲邊
高門
絲綸
哀榮
柴荆
江聲
腮
衰鬢
驅馳
元亮
寒夜
松下
何苦
福
還似
深院
雲峰
襄陽
屐
泣
見山
河水
秦川
天色
寒風
桂樹
道德
筋力
外事
納
黄雲
碧霄
澹
山谷
躊躇
輝
仗
華顛
亭亭
諸公
鬢絲
山寒
下水
長官
寒花
小樓
琉璃
雷雨
招隠
荒凉
沾巾
題名
長吟
居人
巫山
病來
東門
超
楓葉
遠樹
相違
馬頭
物理
爭奈
蒼龍
側
暝色
蔽
幅巾
客至
惱
疏籬
轉頭
骨肉
鋤
鬚
臨池
興盡
達磨
衰殘
盡道
可人
廣寒
客星
搔首
朋友
肺
雄
從頭
荒村
承明
夜靜
將來
告
春殘
春心
爛熳
鸞
風帆
纍纍
白雲飛
救
每逢
寂
團扇
固知
未暇
飲酒
俗客
抹
襄
嫦娥
重尋
脩
傾城
晴光
人道
晝夜
片片
晚景
寥廓
籬菊
殘花
枰
力
終朝
風寒
成陰
朱
榻
夜窗
滔滔
雪月
鬰鬰
光華
寧復
率
雪夜
華屋
清露
吳江
耆舊
西方
據
入手
隻
掀
釣船
山泉
黄庭
小臣
策杖
自在
吟情
時心
苦心
綿綿
塗
揚子
釣魚
稠
城外
强健
離恨
舊山
丹砂
知身
注
功夫
孤臣
倫
遲日
扶疏
無雙
錦江
寇
長空
荔枝
字字
青氈
蹲
更新
藏身
少日
綸巾
地上
輪囷
豈惟
雲根
速
公來
雙溪
霹靂
茶甌
吟魂
愛山
論詩
詩興
舊隠
斷續
夫君
歡娛
棋局
寒水
松楸
生理
樹頭
撼
離人
無聊
新秋
凄然
猶存
過客
鞦韆
筆硯
源
健筆
處著
來遊
撒
卜
顆
一再
謁
愜
仁
宮殿
吳山
餘子
東湖
需
忘形
鑿
軸
來事
二十四
日影
高興
袂
同行
謫
河流
金丹
雙闕
非常
碧水
巾
猶喜
無愧
竹風
層層
粧
裝
鬼
落照
波光
賸
困
香來
歸途
淡月
長風
寒生
清遊
豺
極知
撥
閑來
禪關
羅衣
桐江
寒雨
遺跡
擲
興廢
搜
捲簾
穴
別恨
菡萏
貯
高齋
古心
筵
乘月
喜君
讓
生計
目
部
東皇
天與
自開
石門
結子
兀坐
蠟屐
随
可喜
無錢
征鞍
窗戶
無酒
孤村
爲爾
赤壁
何窮
遺編
清貧
狼
數椽
昧
喫
斬
盧
澆
無憂
昇平
瑶臺
推敲
竹樹
成都
清賞
青門
披衣
自覺
齒
泯
鶴歸
波浪
二千
芰
白髮生
凭欄
移文
農事
紅藥
妝
宴
盡處
銷魂
惠
逡巡
匡廬
蜂蝶
樂天
小人
款
漢庭
小窗
中庭
何地
老淚
白水
陰雲
春工
無際
寒林
平生事
有期
放懷
苔痕
清宵
翩然
預
呼童
寒流
瀑
風濤
簪
享
情親
石渠
佳氣
無極
東州
病眼
大海
出世
疏影
鄉閭
醉鄉
萬疊
雙飛
漾
南陽
將歸
貫
妄
化
連日
偶來
曛
日出
習
陽臺
蘇州
青州
意行
自驚
差池
銜杯
病骨
余
老懷
寸心
羅浮
諸孫
諸子
殘夢
水涯
作詩
春天
一度
難尋
暮雨
酒巵
霄漢
封疆
店
舊游
遷客
鳥飛
翠色
壇
風輕
斜月
安居
羸馬
錦城
日色
扉
榴花
議
鵲
霑
輿
履
艘
雍容
私
憂時
撩亂
放下
玉人
黄梅
衲
林塘
何况
築
官事
浮沉
平田
開卷
烏帽
我方
僊
打破
谿
翠華
序
閑情
竿
石泉
避暑
情懷
主恩
評
城裏
桂林
碧潭
目送
遺音
損
窮巷
野僧
哦詩
散髮
二子
葉底
春衫
還將
上行
雲林
石頭
舒卷
鷺
肌膚
海外
嵯峨
清愁
府
石壁
鳥雀
淮水
胡爲
南渡
閉關
紫陌
深谷
錦衣
茱萸
對客
岐路
青城
吟風
清歡
直疑
壯志
靈臺
利
捉
冰輪
畫角
秉燭
縈紆
夢回
風葉
殊方
泛
萊
泥沙
紅粉
駟馬
高寒
林端
底用
短篷
暇日
致身
鵝
凌風
洞門
陽關
無頼
鳥語
玄
凌晨
漁人
浮世
來意
無寐
罇
晞
揚雄
蠶
鬰
纓
復還
天生
辰
高懷
乙
安道
展轉
梧桐
花底
古城
春容
無迹
看來
盈盈
長恨
長夜
詩壇
與物
明知
北堂
莫待
瀟瀟
月華
向上
空濛
吾今
八千
驅車
何知
秋草
君方
嬾
寒灰
宴坐
往來
燈影
舞袖
睡足
滿堂
無幾
春臺
高明
蟾蜍
億
玉壺
吾心
謀身
酩酊
木末
師子
虞
烏鵲
作伴
碧桃
感時
偃蹇
草廬
與客
衲子
自信
返照
騎鯨
盛德
剡溪
青絲
領略
北人
銅
宵
公論
英靈
虛心
分別
疏林
失意
擊壤
機心
程
客恨
早已
老年
咸陽
依前
荷衣
幽趣
彌
相顧
門無
壑
丁寧
歸耕
豈但
捨
鬢髮
豪傑
江鄉
雲月
高標
青女
旁人
桃
心知
年豐
况復
宿鳥
東吳
小溪
金石
第三
塵寰
驗
水國
往還
海水
碧流
山西
湯
人力
天河
飄蓬
萬籟
倉
行年
侍
蒼翠
清泠
傷情
老松
身閒
舞衣
早春
西施
來人
表裏
隨身
握
暝
自應
朝衣
春城
月影
牀頭
來日
山村
小橋
緩步
豈爲
操
三昧
襟期
吏部
漫遊
大士
練
淵源
簫鼓
客醉
陶潛
青史
棠陰
小市
秋氣
間關
設
高士
堯舜
城隅
殘書
寒溪
閒人
袈裟
繚繞
來遲
始覺
天空
竹馬
滿川
無書
冥鴻
加餐
別情
行止
橘柚
耕桑
野性
派
空江
五湖
十四
安穩
拖
頌
飛入
塵纓
諸峰
橫塘
西歸
清輝
影落
雲路
從軍
佳辰
征途
靜夜
硯
喜色
社稷
毗
爭先
孤月
羣山
猶憶
老何
獨憐
留取
頭顱
野店
癡人
〕
安危
驚飛
此理
閒居
幽奇
吟苦
十九
海涯
斷岸
臺閣
大抵
離心
潸然
賤
榮華
頭風
靠
白蓮
竹色
猛虎
爲官
漸覺
點檢
春生
文武
衣巾
衰老
初無
連年
無方
賓主
春信
迹
蓑笠
遺民
咽
鳴鳩
兩山
鳳池
皇華
孤燈
下馬
平川
無雲
客中
青銅
遠岫
巫峽
菖蒲
塵勞
小池
喜氣
挂冠
勝悲
風行
窗風
前事
梁
利名
拔
釣臺
夜光
獵獵
酒錢
講
茗
來歲
輸與
愛惜
霞
天門
簡
城東
韶光
驚秋
夜宿
灘聲
隨流水
陰晴
萬仞
奔馳
掃地
對床
病夫
山椒
屠蘇
幽意
青紅
南窗
相逐
參天
歸日
紙帳
通津
晚色
自無
匪
疾
曲江
好客
肌
宿草
無主
梅子
海風
楚人
明主
疏慵
風過
歸雁
莫怪
銘旌
願君
推移
自昔
隨宜
故林
儒生
旅人
科
僧歸
鍾山
老臣
勝地
好風
虧
品
湧
豈容
方便
路人
脩竹
底處
痕
開樽
雲臺
丞相
塞北
種竹
酒酣
闌干
渺渺
飛鳴
雪飛
面前
憎
鬢毛
驛路
姮娥
宦遊
經秋
勝情
遠道
十載
擅
僧窗
閲
氣候
喚作
小詩
弟
來年
此物
枯槁
何憂
竹屋
無妨
林梢
賈生
限意
再三
山上
音書
馨
自愧
客過
賈
誰伴
歸處
嵐光
凌霄
時須
燈前
塢
憶君
祿
牆頭
狼籍
兩兩
周公
晴窗
元無
踏破
聊將
諸君
吾子
知春
綠葉
騰
承平
早歲
屐齒
從君
片雲
蓑衣
前輩
獅子
漫天
午夜
高枕
經時
以上
世道
空虛
顏色
暖風
乘槎
橫笛
春物
京華
嘗聞
遥望
啟
卿
酒興
雲來
紅蕖
有功
應許
直饒
終南
暖日
來歸
玉樓
從人
清池
渺然
霽
凈
壞
初見
此夜
澗水
樵漁
會稽
放出
斧
嶙峋
恁麽
牙
勝處
來訪
相訪
蕩
聞名
漆
猶带
臨濟
釣翁
詩客
蓬山
榜
支頤
浮萍
包
免教
偈
淡薄
參禪
春華
掩映
鯉魚
唯應
水風
自足
暫時
堪聞
樹陰
蕭灑
艷
無分
數年
竹徑
驕
飽食
連山
征鴻
水仙
誰教
奇峰
江濱
可望
侶
陶然
碧瓦
金門
豪氣
盤桓
霜露
腐儒
螢
晨興
賊
亭午
太空
配
拽
說法
後日
袖手
文采
連宵
蓮花
見日
鐘磬
來還
疾病
聽雨
敬
可尋
迎風
天山
貧賤
簾櫳
柳岸
溟
往年
殘暑
微雲
絕塵
孱顔
晨光
舊友
開盡
茅齋
聳
書堂
南海
光彩
掌
威儀
輝光
雲散
何疑
疇
親見
筍
紅雲
末路
自閑
四百
小立
坐令
還須
喚醒
純
瓜
渡江
西城
凉生
寢
溪聲
第開
高臥
轉蓬
專城
元宵
·
三峰
谷口
暉
遊客
營營
石磴
王事
風傳
鋪
空傳
塔
除却
終須
晚照
客程
山禽
老木
酒徒
歸遲
之中
藜
全勝
茂林
永懷
論交
晚年
自愛
深紅
何恨
兩翁
人意
勝日
裂
正要
西子
牢愁
爲渠
切忌
枯腸
沙漠
樂處
水闊
水滿
清月
花心
扶疎
建章
著處
皇皇
中流
觸目
花氣
自長
南園
娛
暗中
斗柄
關身
滿身
精微
貴人
承恩
荒蕪
枕簟
何緣
征帆
晴色
雪白
搭
莫嫌
酒滿
何益
新阡
龍鱗
鴟夷
奈
作客
當門
蒼梧
夢境
萬點
點綴
衣鉢
橫斜
炎炎
車塵
燕山
驊騮
溪橋
沽酒
日午
吟筆
成絲
來頻
諸賢
處尋
草長
聖君
南飛
西天
帝城
何言
藍
對酒
十洲
小院
吟罷
影
日事
颯颯
潦倒
自嗟
兩地
丹旐
姑射
脈脈
昇
性情
迢遞
日斜
中趣
清浄
彼
生怕
凄凄
香塵
幽芳
泥塗
豫章
雨足
一代
虚
杜門
互
衆人
翰林
窮冬
潮生
女子
凜然
貂蟬
三江
光芒
蜜
顧影
君歸
晚雲
碧澗
無疑
來心
隣
解顔
狀
雪滿
柏子
舊聞
肯爲
數間
乏
十三
無蹤
層樓
木葉
飛飛
烽火
松蘿
空門
雲泉
草萊
遺風
老無
紅裙
飄颻
夾岸
朝日
中物
流光
攀折
疏鐘
猿鳥
相近
疏簾
風情
萬端
當初
寂歷
中夜
瑟瑟
無非
魏闕
給
聲急
山北
吏隠
歸意
輔
酒對
空令
堪悲
白帝
下士
苕溪
屋頭
今時
兒曹
簡編
晚凉
清幽
尋盟
卜築
來伴
場屋
斷橋
碧紗
復來
鞍馬
野田
畫舫
廣文
犬吠
客舟
短牆
自寬
故舊
簿領
山寺
深淺
轉覺
烟樹
酒樓
贊
樓望
臣
羽客
紅燭
舊識
名士
皇恩
非吾事
輦路
下來
三山
歸思
承
春時
草綠
佳名
自生
可攀
瘦馬
雨意
鬢華
天遠
牆陰
黑頭
烏紗
徐行
清晝
蒙
噓
點頭
便宜
懸崖
曹溪
溪光
消得
世緣
寄語
甘心
撲
閑遊
霰
重門
畫橋
怱怱
個
燕
平林
酒盡
獨酌
花邊
自傷
處行
壯年
劒
神女
精誠
前期
虛明
山東
成塵
高論
門庭
數枝
起來
宮闕
深宮
智
拂拭
根本
無私
式
蜀江
摧
窮年
連城
竹陰
欣欣
通神
泠然
故知
質
正值
丈人
黄鵠
銘
連夜
盆
相應
脚力
鶚
妍
頓覺
公今
自照
玉女
雲浮
一向
煙水
巖壑
見春
飛仙
屨
亂離
今晨
果然
河陽
閑愁
寒鴉
暮色
山童
挹
幽草
烏巾
雪片
宦途
五燈會元
白衣
南歸
城闉
纖
霑巾
春深
花片
帆影
豪
頭月
積雪
澗底
用心
綵服
滿路
拂衣
南宮
行吟
子規
盛時
門生
空驚
客歸
海闊
聰明
洞府
金盤
梅雨
冒
殘日
中郎
餘力
尋僧
撫
流轉
俗子
白羽
乘除
長與
袖
著花
含笑
郵亭
雷霆
缸
髑髏
突出
祖
葉葉
霽月
太行
空闊
葦
嗟予
窮達
胡塵
於人
種種
野塘
塵襟
焦
山風
微明
香霧
明發
漁父
花紅
蕭寺
多士
朝市
門掩
舉目
青帝
感君
山長
東鄰
麻衣
堪憐
長廊
道心
公詩
抄
東堂
別時
草生
鸞鳳
酒無
青瑣
斷無
魚躍
開顔
獨對
樓前
書窗
晴時
飛過
白雲間
桑田
何殊
綿
觀書
須論
正月
崇
樵
青溪
危
淮海
蕩漾
海燕
煙蘿
肩輿
撩
倦遊
車輪
誰料
有心
田地
諸佛
自己
分携
公案
鯨
相國
黯然
神物
水石
寛
開窗
蹬
荒涼
風標
石間
東野
典型
秋夜
瑞
都城
禪客
丹霄
難盡
真空
春遊
勝概
片帆
寒松
飛蓋
勝賞
安石
鄉國
爲說
氣力
金華
靜處
酒闌
玉笛
乞取
露華
昭陽
膽
昔賢
往日
出沒
炎天
浣
浙
羈旅
下山
酒來
春花
漉
貧病
飛雪
綢繆
將身
安眠
策
滿意
碧眼
蜻蜓
春晝
亂石
開軒
公孫
輕雲
草鞋
彈指
庵
羹
孤忠
舊隱
華胥
萬里心
階除
柳風
煙樹
起予
後世
柳拂
泰山
郡城
經春
安禪
當知
北來
何極
落梅
感激
風飄
自許
無味
祗應
幽亭
獨夜
初長
香滿
戶牖
移時
丹楓
風細
何爲者
眼開
漿
九衢
夜分
服
翠袖
片月
晴明
途窮
信手
古佛
醜
成人
閒雲
分符
希
買山
珊珊
龐
松林
寒塘
蒿萊
箇箇
孔明
灘頭
麒麟
金錢
豐碑
酣歌
將心
漁艇
中宵
騎馿
幽處
蕭疎
紅旗
重疊
酒爲
猨
御溝
語言
古松
宛然
姑蘇
泬寥
朱欄
淒淒
空使
鼓聲
爛漫
何計
隠居
神通
渭水
養生
混
茅廬
還知
何異
後先
奇絕
鉛
大都
雲夢
周南
欣逢
佇
戶侯
元龍
斷崖
孫子
門人
亂後
看到
宿霧
踟躕
西鄰
鬢毛斑
相容
咄
雲容
颼颼
晨炊
壯歲
玲瓏
惺惺
清氣
盍
蔬
壯懷
臘雪
松杉
寵
寒衣
鹽
窗月
殿閣
露濕
水鳥
輕舟
洞房
殘燈
雙眸
庭樹
行春
結束
西京
咨嗟
雙魚
綵
追攀
疏疏
林壑
南望
麻姑
前程
樂府
新聲
庾
飛雲
天宇
天長
銀燭
談經
黄堂
穿林
參軍
公車
逝
酴醾
陂
山意
遺蹤
秋入
綺
桃杏
朝士
笑談
與心
南泉
脚下
時行
雲收
塵緣
無何
課
曳杖
江心
歡喜
笑語
歸鴻
獨往
天闊
求田
蓬壺
明堂
砧
蜿蜒
空堂
官職
心地
玄關
嵌
何處覓
紅芳
濕衣
蓮幕
吳門
鄉情
萊衣
老鶴
李白
來問
槎
松梢
晴暉
相通
中客
踐
深秋
馴
惟應
襲
巷
傾心
臯
神龍
避地
頻來
終然
著人
尋山
庶幾
爲鄰
霖
竹窗
妾
賞音
光風
粲
留待
舉杯
淋漓
斜風
勳
枯藤
金闕
坐對
拂拂
珠玉
夢入
邇來
廣陵
何處尋
輕陰
苦辛
何待
高飛
齒牙
嗜
考
剝啄
無補
嘶
誰問
翠羽
巖谷
前賢
早梅
行仙
霜葉
綴
采薇
鄭
石城
碧油
雨霽
銀鈎
短褐
武夷
引得
好看
難禁
償
修篁
聊與
蕪
消盡
暑氣
大厦
延
露重
殿
啼處
細論
獨倚
清塵
浮漚
遨遊
濤
花香
入夜
曉寒
作者
見聞
此時
翦
火雲
孤影
槐
幽林
關門
振
卜鄰
周郎
春暉
十六
滿園
鬬
幾見
青袍
幽姿
周易
絳帳
元日
林丘
粟
重新
當路
有力
誰傳
龕
軀
壁立
樓船
頹然
狂客
嚴陵
驚風
新知
學問
梅梢
峰巒
滿天
舊書
瘦生
眼見
師友
歸鳥
疎籬
黃葉
榮枯
肯休
奢
著行
趙
京口
臨川
後身
舊題
亂峰
風卷
中州
猶嫌
簾外
酒壺
猶恨
襟
醉裏
衰容
順
紛紜
見面
陶
立馬
緒
伎倆
聯翩
龍吟
蟻
南極
願言
君意
無術
詔書
嘉賓
雲裏
鶑花
游魚
疲
秧
華亭
馬塵
錯認
雛
政爾
發揮
嶺南
拚
百姓
追風
鑄
矮
棒
電
今復
醒時
祈
莫訝
遊絲
毋
堯
逆
孤芳
市井
餘香
典衣
梅開
水開
樓居
孤鶴
欣
嗚咽
愁思
紛華
摧殘
黄壤
疎影
中仙
偶逢
黄州
天時
新歲
上頭
荒園
灑落
相和
世途
垓
長笛
蔓草
還同
應緣
衣襟
雪壓
相君
杉松
金鑾
謝客
何處來
別墅
丹霞
裊裊
葛巾
馿
清磬
分袂
諧
鶴髮
松樹
據鞍
品題
煙霄
分流
偏長
愛日
皎潔
霜天
歲暮
生塵
纖塵
何況
偶爾
所有
時序
燈花
所得
奈此
蛛絲
窗紗
采采
志士
譁
元祐
酹
揮手
露柱
北辰
肝膽
劇談
猜
須教
時方
短籬
羽扇
自與
淚落
間萬
議論
喚取
波心
軟
臨溪
白沙
侵衣
華髪
白眼
卧病
山明
生日
村村
凌波
以此
炎凉
呻吟
走馬
羣仙
筆底
耆
策勳
噫
宰相
「
訣
鏡湖
遠林
傷春
鼇
躡
默坐
山南
山客
表
賢侯
無過
無瑕
傳語
詩章
閑吟
森森
爲別
閒來
菱花
風送
翠幕
武陵溪
香醪
挾
天光
慈
顛倒
禹穴
天衢
精廬
危欄
無期
只得
招邀
短棹
佳景
騎鶴
句法
邦
角聲
何代
人迹
崆峒
後塵
來此
期君
渾無
清曠
心無
煉
曲折
何晚
藏書
躍馬
憐渠
薄俗
下風
松枝
夢幻
晴川
溪雲
剪裁
訴
夭
苦雨
江干
瓊林
幾箇
竹扉
壺觴
唐虞
春聲
半日
每日
海底
松檜
羣峰
聲來
來久
須驚
政事
無勞
遥憐
躋
常年
霏微
上望
當戶
高會
巖扉
春晴
點滴
舊國
酒熟
青錢
徐
紅杏
測
休將
重逢
漣漪
紗
顯
萬歲
瑶琴
落魄
達人
拘束
安樂
瑞氣
緘
無底
清高
與月
高軒
海濱
鱸
斯民
苒苒
材
孤根
碧波
微月
饑寒
天工
耐久
矍鑠
山圍
夷
羽人
鼎
小軒
雞豚
釣艇
氣浮
毫髮
躍
毫釐
擔
無俗
漢水
辱
軒裳
空翠
僧居
水生
豈謂
萱草
院落
愁人
罷休
結屋
爲憐
指日
髪
處覓
筍輿
鼎湖
曠野
舸
晴嵐
今作
萬世
徐徐
愛客
玉色
巡簷
魚蝦
五峰
睡覺
陰風
和平
逝水
淮陰
離披
早年
滿袖
慈親
遺文
徵
出岫
羊腸
寂然
信步
吟餘
銀漢
夾路
滿江
慚無
無門
誰來
香車
雪色
歲久
金色
流行
紅蓮
馬首
多子
層城
煩襟
晴山
夾
明光
空齋
風清
踏月
舊學
猶幸
寶劍
聲色
吾事
獨鶴
空白
岳陽
自惜
解衣
杳靄
禍
天竺
囀
簞
清芬
琅玕
兒時
三千界
大千
滿船
微塵
汲水
餘寒
渾疑
舂
廊廟
聖明
精舍
孤帆
鐵馬
政須
暗香
山翠
碧梧
後代
手種
縛
乃是
山裏
山勢
可堪
桃紅
許國
老龍
山堂
轆轤
雲車
赤日
隔溪
羲
群
陟
始見
誰遣
紅紫
山邊
海氣
詩千
櫂
朅來
海南
玉階
絕域
團圓
黄犢
輿地紀勝
相呼
匣
牢
蓮社
佇立
紅袖
何方
高步
鳳城
灼灼
芳辰
暫來
采藥
黄閣
初開
難忘
陰功
來書
酒過
兩峰
秋空
來過
尋思
赤松
雲樹
酒病
青鳥
滿巾
莫恨
頻頻
交加
靈源
煩惱
牘
壽觴
麻
空階
有如
過雁
春陽
日夕
詩筆
細聽
背人
柳梢
畫樓
淮陽
七日
流鶯
黑白
尋詩
清尊
憂民
繁枝
臨行
山無
吳兒
春前
閬苑
燕語
羽衣
俯
巖花
神遊
雲合
噴
開眼
大鈞
兒嬉
寒谷
仲尼
鐘鼓
瞎
埋沒
阡陌
相映
長橋
論錢
一面
肯將
聞聲
花陰
蹭
餘地
滂沱
汾陽
謝公
冤
吁嗟
荒郊
長樂
邑
翠蓋
凄涼
登臺
神功
誰會
猿聲
地仙
山連
酒客
青編
飛燕
悠揚
瓊瑶
牽牛
神明
時還
山青
馬嘶
暮春
裁詩
嶺雲
薄暮
政成
分散
阮籍
漏長
海棠花
丘園
二十五
輕輕
絲絲
纖手
漁竿
無益
級
異域
謾說
眼裏
消魂
時歸
丸
野鳥
標
悅
散策
清言
爐煙
欄干
成就
慕
習氣
商略
耕耘
客枕
笛聲
湛湛
紅爐
著脚
雲行
閭閻
端爲
厨
窗明
水光
相侵
門闌
鷄
抛
曉光
歲豐
玄暉
清暉
金玉
愁心
遠別
浩歌
成林
絕境
鴈行
闢
清鏡
開落
高林
文星
重雲
夜凉
清廟
巖石
時過
驟雨
時聽
岸上
潮來
霑衣
華陽
歸帆
長條
昨宵
瑞雪
含情
春無
素娥
何從
冥搜
爲伴
直待
藻
水分
從前
垂釣
賢愚
竹聲
月滿
遠目
徒勞
宮牆
莫辭
著雨
推遷
題品
鶴唳
追遊
獲
長卿
羣芳
網羅
空懷
燕坐
何傷
璧月
曉露
粲粲
兒子
解圍
高原
豈意
杖策
盡頭
西疇
雖云
杜老
長虹
北極
釋迦
翳
抖擻
最先
霜林
山容
流通
豈獨
山門
潮聲
松影
築室
蒲萄
白浪
書聲
輟
方丈
閙
羅綺
隔林
看成
煨
詩禮
奮
移來
南溪
稻花
處無
囂塵
執
漫說
閩山
流霞
繫馬
還歸
身似
空明
金粟
筆頭
河南
白玉堂
仙子
旨酒
驅馬
風花
水長
風靜
諸老
君應
無跡
青帘
黃河
來處
藝
葫蘆
萬緣
難逢
吟處
城邊
樊籠
山歸
毿毿
鈞天
櫓聲
芳心
隴頭
扶病
交流
自行
沙邊
逋客
尺素
詞臣
忘年
復爾
澄
黄山
遊處
故情
藹藹
憑仗
聚散
爲樂
休說
四野
風捲
鳳闕
豈復
猶爲
海雲
春將
對景
今春
丹梯
宮女
上元
中秋月
塵裏
歲年
老盡
龍飛
之外
丹成
千載
膺
幾重
蒼山
秀
寒潮
雪峰
劇
渝
恍然
晚秋
落木
終歲
明窗
宮裏
舴艋
天柱
帛
倚門
通籍
招隱
赤子
頤
貢
萬重
指顧
踏雪
分身
滋
煙塵
有所
寒煙
端坐
春泥
妬
客散
當機
終當
貝葉
信息
及早
柳邊
自悲
清泚
吟詠
絃歌
讀易
丹墀
披拂
蹙
追逐
未容
眼力
索居
消除
寧無
馬來
孤客
清真
猶須
避世
皇州
安車
過時
老圃
斜照
舊業
御
十七
松關
別駕
佳趣
疎疎
吟身
終夜
餐
鴻鴈
舊年
起居
低垂
野情
禪扉
獨宿
寒潭
遺事
功德
嘉
瓊瑰
郎官
綠波
澤畔
殘霞
詩無
臺榭
分飛
凝
蕭疏
蘚
楓林
文明
丹丘
廬陵
近來
銖
問道
沉吟
載月
野橋
空花
法身
處望
言語
重輕
用意
寒暄
俗情
峨峨
飛絮
慎
柳綠
舊物
臭
鉤
空想
豈待
娘
搔
經歲
盡情
嬰兒
拍拍
愧無
汲
亹亹
民心
酒伴
酒行
山巔
鼻觀
橫行
祇恐
乞食
箇裏
良田
青子
面壁
炯炯
夜燈
返魂
殺人
斂
廬阜
荆榛
面面
正色
沉浮
疊疊
會合
芻
漏泄
嘉客
知還
溝
漚
鋒
日用
花殘
皓月
猶見
一身
羽毛
回風
問舍
會當
肺肝
秋晚
蹇馿
朝雲
篷
若非
煙火
老天
烏衣
數百
自合
紅霞
繽紛
洞裏
國風
山陽
誰堪
清閒
鴻飛
王宮
紗巾
卑
侍郎
後期
皇
昨朝
金馬
深情
壽域
水鄉
生成
前生
孝友
蟾宮
舊居
水綠
祖意
碧虛
夢想
須還
簇簇
次第
猶聞
旒
猶恐
海隅
龍象
香爐
水東
絲竹
留侯
牆東
鄒
鈴齋
詩豪
綸
宋玉
野外
卜居
還見
凉月
成堆
園池
康樂
酒船
呵呵
無痕
掃盡
老覺
禪床
蒙頭
明鏡
護持
坐客
丁
誅茅
嘲
樂奏
坐來
遠峰
靖
驪珠
長懷
虎溪
新句
避人
振衣
獵
憚
身上
名花
楊子
漁陽
雲陰
山近
充
清節
中天
臨岐
春酒
即今
顏
聾
鬼神
古樹
別意
聖代
馬足
丹鳳
黄鶴
自疑
水際
客淚
賢人
寧論
勉
自恨
途中
玉關
金屋
侍從
隨車
郡樓
歸山
歸棹
寧辭
李
仙客
白頭翁
詞客
階前
自安
須防
音信
怪石
曲肱
無聞
鶑聲
頭望
白鬚
嫩
靜聽
千古意
巖前
隋
落霞
成佛
凌虛
還驚
杵
經雨
惘然
喜聞
餘光
夜行
駿馬
带月
京洛
沾襟
飛揚
爲身
細讀
初月
摩詰
雲日
庾嶺
上界
風林
江國
玻璃
旅食
錦鱗
打鼓
電光
香草
瘦筇
尖
乎
天知
柳花
卸
照眼
寒氣
餘暇
重關
無衣
孥
明天
雨脚
新竹
陂塘
林木
分襟
揮毫
清淨
將謂
巒
高柳
石路
落落
滿懷
玉立
愁來
中月
深鎖
江路
聲長
林花
風沙
獨來
橫陳
疎雨
靜對
蟲聲
黃昏
諫
樵夫
冥心
寒影
丹桂
國士
微臣
須歸
山木
路長
壯圖
長閑
聲入
城闕
柴
漁磯
樂地
援
塵塵
僧來
淡烟
舞雩
來風
夜聞
忝
箇事
去程
清無
湘南
深居
古岸
芝田
郡齋
浯溪
玉皇
玄機
蠟
紅粧
昭
擬將
邊路
夢繞
初疑
岧嶢
遠望
摧頹
春郊
東陽
惱人
衝風
輕紅
長身
詩盟
詞源
君山
敲門
作賦
飛雨
足以
官府
濺
挑燈
輞川
武昌
繩
葩
觸處
吸
堪聽
維舟
心空
布袋
著身
水遠
空歸
鑒
相笑
安閑
政恐
爲傳
山園
清淚
無恨
遺迹
渚
散盡
解道
幾萬
遺像
北歸
觚稜
廢興
娉婷
遠人
層霄
陶靖節
逆風
覓處
無魚
賈誼
慈母
遙望
黄粱
萬樹
投宿
無伴
鳴琴
恩
儕
猶應
鄉夢
暮寒
舊傳
人烟
祀事
天理
忠臣
江亭
頑
軒車
新作
沙鳥
瑤臺
悲傷
堪嗟
根源
吟成
青蓮
仙山
鄉思
窗下
景象
垂綸
松窗
病後
繁陰
八百
稻
接武
方塘
馬客
揚鞭
綺席
盡室
聲寒
相留
書劍
轍
盡時
水宿
未央
勝境
相聞
汞
存亡
柄
嬉遊
無因
春禽
深意
苞
誅
相語
爲名
路轉
汀
肯來
岸巾
揮麈
作難
風韻
冷官
自娛
推轂
元氣
壯觀
時開
酒味
洞庭湖
醒來
盡意
蓬島
能事
布穀
固有
茯苓
何期
平泉
中意
坐斷
兜率
三界
香氣
肝
星河
自閒
雲龍
胸
無從
吾鄉
梵宮
遠意
駐馬
輒
坐久
菴
何郎
佛屋
涪翁
詩社
責
霜寒
驛使
幽期
長夏
瞿塘
絕壁
香飄
西流
羈懷
幽思
爲國
破屋
欽
餘哀
熙熙
茶竈
靈藥
情知
零盡
雙峰
松子
無成
成寐
爲貧
曙色
四千
當軒
自成
白雲鄉
可哀
青衿
銀臺
故故
柳枝
城樓
還許
南畝
世亂
步入
霄
華山
詩債
烟草
深雲
安貧
晚霞
尋處
孤吟
范蠡
茅堂
泪
兩處
真仙
澗泉
近臣
妃子
涌
勞君
幾程
說著
無礙
可悲
岷峨
蓮葉
仕
花滿
風落
秋陰
殘雲
鼠
蓴鱸
舟子
河橋
歸騎
勁節
褰裳
氤氳
絕知
黄泉
相屬
皇帝
滿樓
重遊
結茅
閑客
清狂
病翁
中間
債
陶元亮
跏趺
良人
梁苑
胸襟
夢破
人不知
塞外
青黄
藩籬
定居
紫翠
老禪
憂患
藤
兒戲
祠堂
撐
問誰
蓬鬢
彈冠
孔子
恐無
缺月
桐花
槐花
影寒
瓊樹
酒壚
没
江神
煙月
害
岡
翻覆
鼓鼙
蕙帳
穿雲
攬轡
招呼
韶華
朝野
爛醉
父兄
來爲
王師
博士
杭州
信知
與俗
遨頭
漢月
相連
終始
浮圖
天命
廣寒宮
荒臺
寵辱
蟬鳴
身爲
幾迴
紅樓
梅邊
〔
吟窗雜錄
澄潭
閒情
谷
拋擲
良宵
宴罷
祖風
何補
吟聲
櫻桃
正長
麥隴
引領
巋然
汴水
檀欒
行將
漸老
最佳
小圃
餘慶
斷碑
處問
釋子
五陵
爲詩
道理
清心
貴賤
王侯
奚爲
相求
比鄰
年芳
祖帳
儒林
紆
薄雲
恥
絳
腴
乞身
木
凄
飛盡
腐
銀潢
可憐
長途
鳥鳴
相待
舉手
滿樹
曷
爐香
無象
深衣
製
受用
雲天
夷猶
琢
翻手
過門
樵歌
內人
釣絲
老生
指南
號令
儼然
綠髮
安期
樽俎
停橈
蒼烟
爾來
感傷
水南
西掖
獄
唱歌
四十九
悄悄
瘦藤
窗扉
汲井
瑶林
數尺
竹院
春盤
司馬
青梅
青鸞
貔貅
舟人
九十日
列仙
離憂
乃翁
乘時
淋
將詩
丘墟
客遊
大半
無病
黄髮
幸自
第四
天池
前月
萌芽
山橫
無官
雲橫
寒來
塵心
秩
新篁
秋思
飽飯
嵐
豔
梯
水花
瑤池
若教
山下
野雲
層巒
新綠
役役
嘉名
戍樓
汗漫
遼東
斷處
閑暇
洗心
江色
秦淮
桂籍
旬
軋軋
禪師
高陽
豁
移根
棟梁
離宮
蜀山
灞陵
清話
書無
跪
金風
沙路
菩薩
爲主
迴頭
虛無
淡泊
相干
劫
紅妝
疾風
無著
幸無
玉節
斑衣
極望
蒲輪
金章
偉
取友
兒輩
懷歸
寒入
好手
岸幘
紛然
耐寒
步屧
難將
淡煙
無機
老仙
時雨
渭川
閟
時難
索
沉水
花柳
舉觴
當頭
隱隱
竅
活人
舌頭
明白
饒舌
幽討
擇
相約
汩汩
蟠桃
硬
輕裘
復問
擁爐
始終
龍蟠
寒侵
猶憐
苟
無價
布
漢節
新來
悲吟
長堤
俛仰
短亭
啜
酴醿
追歡
妙年
兩日
雲濤
詞章
老師
海東
醪
道義
酒時
徙倚
鳳凰池
回顧
花裏
野服
微言
寒烟
凭闌
福祿
還從
霧雨
身健
江船
回旋
香銷
狼藉
故將
深愧
威名
紫
荒徑
附
流鶑
長門
堆案
蘋
平昔
恩重
覩
剝
王母
龍宮
逼真
窮居
渭北
自隨
錄
雞聲
禍福
自說
薄命
飛還
授
閒事
進退
秋毫
古廟
野渡
龍泉
賤子
邊月
落帽
蕪城
逐臣
虛舟
國心
白社
將老
故老
分行
物象
良工
釣舟
來詩
鼎鼐
公退
憶著
採藥
南華
蛺蝶
雲頭
雨洗
逐風
長林
聲華
潯陽
霜落
詞賦
驪山
油
夜夢
扛
恍惚
我意
臻
甘露
鳬
中興
魚樂
小隠
夜永
自迷
君無
昔聞
交友
濟濟
洋洋
共惜
餘春
松桂
天馬
微凉
漫郎
擾
快意
祝融
一中
兩州
校
七十二
提携
踰
腕
江左
難爲
無憾
真趣
清苦
士
蔭
詩囊
肉食
承當
真情
當面
古井
千巖萬壑
黄鶴樓
凝香
剩欲
行歌
低徊
今幾
鱗鱗
丞
青楓
僧舍
冬日
見底
酒量
雨濕
務
射策
元老
春流
珍禽
殿前
著句
詩仙
飲罷
斗酒
雙燕
吾師
北面
人影
初度
肯教
世塵
衾
東臯
楚國
前途
凉意
論兵
儼
北渚
揀
冕旒
杜鵑聲
川原
浪說
金杯
來晚
仙籍
草根
流風
祖堂集
西峰
雲閒
碧嶂
南遊
堪論
滿座
橘
閒暇
路遠
簪纓
殺氣
屈盤
放逐
急流
春氣
春還
成文
麥秋
牧
戎
離愁
林巒
湛然
貧居
晝永
九疑
何暇
日行
柴關
留意
水心
難堪
宮花
步障
抽身
春情
豁然
啼猿
仰面
水東流
瑩
修行
本心
心閑
車騎
論功
方信
煤
荼䕷
祠
奠
暄
靖節
盡力
朱轓
英氣
酒面
生還
天街
山丘
孟子
吾行
托
猶足
漂流
耕田
難留
主簿
與山
顛狂
勺
搔頭
窮事
紗帽
省事
雲子
拍手
西林
擘
紫霄
對人
海角
常事
放開
關關
畫工
毒
鷗盟
彌勒
夭矯
車轍
輸君
雲色
妖氛
自羞
春從
酒後
寧容
蓬窗
建溪
猶餘
睹
菽
行色
瀑泉
白屋
勁
膏澤
胡麻
處見
鸂鶒
晚潮
群峰
薄酒
陽紅
浙東
劈
古屋
淨
公庭
荆扉
無賴
知幾
叢祠
真堪
燈明
當陽
九天
禪林
拒
燕寢
獨抱
炎熱
歸後
開處
雙鶴
同時
寒香
管絃
畫舸
冢
殘臘
簇
子雲
空復
傾國
淒
偷閑
人疑
黄扉
春妍
化爲
青牛
盈尺
詩窮
王臺
回廊
伊川
降福
巨石
無法
嗤
相看
掌握
來情
樵人
放教
征車
征戰
無知
京城
凌霜
紫芝
洞天
簷前
未遂
白蘋洲
行過
雲迷
無形
謝安
慘澹
夜堂
僧話
江行
炎蒸
照夜
蜀國
鷺鷥
公主
顰
海嶠
虛傳
希夷
一二
靈芝
攀緣
無根
麗句
譽
慘慘
卉
回塘
寄聲
懼
昨非
洲
只好
昏鴉
生憎
尊罍
江河
秀氣
風伯
沙岸
聊爾
無策
釋
暑雨
棲鴉
陽城
過午
落成
慟
無量
瀾
逸
冰姿
饑腸
瀲灧
顔子
琢磨
無影
遊戲
裏來
回互
失却
石人
清規
玉龍
雲漢
來應
戰場
遐想
恩光
挺
聲遠
看君
平生志
漁船
苔蘚
閨
空將
南岸
仕宦
合眼
北方
水竹
高年
舊說
單衣
椀
馳驅
災
柰何
忠義
故交
重過
計程
步兵
撲面
羽儀
畏人
致君
底忙
感舊
日程
生長
心與
無營
炎暑
桂影
老伴
開懷
綽約
九陌
處開
見子
江樹
衝寒
云何
春樹
簷牙
撫事
奇才
公心
皓
文君
悲辛
長物
蕭颯
非無意
晴風
港
羣兒
疎林
邊來
啼鵑
讀罷
馬牛
自喜
清似
無子
江州
獨歸
後時
茶山
科名
楚王
有限
氣味長
晴陰
莫言
後無
宦游
爲郎
滿空
羣生
照見
寒威
瀨
煩暑
南嶽
寒猶
佩
飲啄
難酬
雪霽
彩雲
胭脂
沙場
機關
盡入
雙林
禮容
真心
津亭
收盡
曉窗
攀條
萬慮
河山
退食
芳樹
無花
北門
吳越
鶯聲
燒香
端居
今安
韋編
湘山
秦關
枕邊
鼻端
憐生
酒聖
騎牛
爽
頗覺
皮
大小
時光
炊煙
蒼煙
煖
泛泛
衲衣
老蒼
喚客
故侯
劫灰
江空
鶴怨
花意
萬松
孤標
國事
萬峰
古情
愛子
静
二三子
遺書
義方
乳燕
飛蓬
農夫
悵然
憑陵
飲水
真樂
倚風
啼鶯
俗事
溪南
凋殘
駿
離亭
結客
空城
連朝
快活
成夢
磊落
上游
自慙
鳴蟬
囊空
向前
春睡
篝燈
尺書
北固
清蹕
兩月
闌珊
過江
度日
步虛
醉眼
晴霞
江潮
宛如
步行
尋梅
幽寂
暖律
巡
藥苗
烟蘿
袍
紅旆
夢歸
舞腰
相門
戍
何足道
清聲
凌烟
春潮
相續
爲道
無暇
鸞鶴
靈泉
來春
洛下
移床
樹老
露滴
難平
迤邐
還憶
頒
屠龍
滌
幽泉
燕然
萬壽
天顔
宮人
清境
金剛
照耀
佳月
霓旌
低昂
餘歡
鴛
禽聲
藉
么
歸鴉
映日
應與
應容
坐待
弄影
容身
試將
巑岏
衮
淫
藍田
吃
遥岑
出郊
無田
傑閣
頭路
森羅
蜂房
和尚
後會
漁蓑
逃禪
熬
冷眼
有底
煙光
扶藜
凌煙
君侯
黜
澹泊
水痕
橫江
日上
傳來
知無
踢
窮山
驅除
塵飛
自歎
何來
凍雲
熒熒
公堂
倦游
桐廬
濯纓
問人
言歸
名節
景色
推枕
麴生
望望
迎送
鑑湖
僧閑
狂吟
午窗
蜀客
放船
佳士
南塘
渭城
生民
仙境
森然
相值
客無
誓
遠來
從知
紫氣
暢
園蔬
羌笛
門對
藥裹
知處
小徑
避俗
先知
竹邊
恩榮
吳楚
唐人
江來
夢澤
元非
鮮明
巳
窩
上策
簾捲
莊周
高枝
長策
嘶風
王謝
黯黯
道情
功臣
離筵
繁英
日華
醉吟
學者
忘懷
書信
閑心
船歸
赤心
兩朝
溟濛
江臯
君開
思親
明君
天路
閒愁
梁州
路迷
無能
磯
吟嘯
微星
塞鴻
鬢邊
綠雲
通天
淘
閑處
固難
柔
靈根
南薰
相催
芳意
炎方
蛻
餌
相饒
西溪
款段
莫爲
殘雨
犂
仔細
鶗鴂
逃名
南面
淺紅
香篆
薄寒
支郎
事休
態度
滿枝
猶說
秋菊
稜稜
奇觀
絲管
樽罍
何須問
一同
亂飛
圓明
觀音
隨流
壁上
雲居
圓通
稜
山形
文彩
燈籠
霖雨
時危
雲隨
種秫
底須
陽明
摸索
蘧廬
贈君
癡頑
浴
重九
進士
聞風
高義
天仗
夜氣
狂瀾
坐見
款款
漫道
悽然
鴻鵠
有望
海濤
樹林
忠言
坑
菩提
博
渠儂
別無
驄馬
欹斜
官閑
好山
穰穰
當空
問字
黑雲
竈
玉宇
忍聽
自飛
感物
支筇
直節
棟宇
解事
怪底
鉛華
登覽
公門
南昌
重泉
垂虹
洛城
高亭
彈琴
蚤
火急
林中
烟火
稱意
安樂窩
景德傳燈錄
幾夜
難知
翠陰
終歸
石梁
兩京
何難
江春
園花
柳堤
周行
斷霞
旌旆
熒煌
知難
自分
蘭臺
庭闈
衰朽
祖宗
頭頭
批
閑門
幽巖
暮景
知聞
峴首
煎茶
楚江
深沉
磻溪
倚檻
香散
佳致
橋橫
王城
車書
黄道
侍女
杖頭
訝
須求
幾百
虹
入室
羽化
須問
勞心
冷暖
阻
綠槐
漸近
玉山
蕃
溢
故廬
恐難
灌園
相喚
遺經
碌碌
青霞
山山
四郊
雲屏
十二峰
楚澤
同日
吏散
豪華
斷蓬
寒空
唧唧
作祟
風面
征衫
柳影
鏡面
風轉
積水
閑步
零亂
艇子
雨寒
蒼官
延陵
甫
塵囂
列宿
飄零
謫宦
酒盈
燒痕
廉纖
葛藤
攪
蒙茸
苕霅
金殿
東行
風姿
風從
矯首
何獨
凜
皎月
今何
飛觴
堪哀
書空
自奇
長吁
知津
銀山
黄面
祀
千載後
良夜
應從
無愁
縈迴
增明
翻然
山茶
主賓
楚山
風滿
郎君
坡老
夜久
黄冠
漫浪
前峰
戰塵
公獨
夜聲
元知
著力
枝葉
譍
曉雲
茗椀
門客
流入
彈壓
誰歟
玉泉
梳頭
宛
皂蓋
分與
漢室
杏園
官舍
螯
蓴
寡
恩深
文園
老猶
沙洲
剡
風雅
無月
豎
水間
煙嵐
厭頻
叔
歲除
金臺
自期
失脚
折來
耳目
蒼松
數片
休誇
引水
記年
島嶼
雲梯
無色
身謀
鈴閣
登門
鷦鷯
春滿
照明
黍稷
擅場
金閨
河梁
帆檣
將相
古書
種花
山果
水湄
雁聲
有名
馮
水行
松徑
譬如
疑身
鷺行
清才
驟
呀
清波
認取
聲聞
重開
妄想
知非
挨
春遲
簡書
山亭
衆芳
樹密
深巷
躑躅
爲容
閏
冀
性命
奇事
催詩
長貧
新晴
量
鳴禽
鳥度
階庭
披雲
老馬
荒林
知子
自歸
無暑
山開
忽逢
病餘
空見
遊宦
軒昂
荒唐
月窟
羈愁
詩聲
酒且
正令
迦葉
巖頭
駒
真箇
蒼頭
空無
紅雨
得仙
夢隨
痛
來方
舌
學子
大人
虎頭
身無
蝶夢
脾
客久
慈顔
異縣
更何人
爲政
宿酲
豫
坡仙
悵
逐日
孝子
水船
鹿門
獨難
識君
沉醉
柳外
氣入
晚春
上衣
碧峰
誰說
錦袍
例
墨客
慨然
空聞
邊頭
山入
起舞
靈運
閲世
吳宮
竊
漸長
俗物
噪
沙汀
江雨
喜逢
空憶
教子
勝游
豈止
思鄉
刑
玉川
獨恨
遥夜
釜
燕臺
歡情
麽生
疎鐘
幽絕
長洲
散漫
空房
菟裘
入夢
封章
平疇
芳洲
路上
春恨
微陽
白傅
秦城
旌
十一
學仙
野趣
桃葉
紫煙
鵬程
著地
仙源
碧江
空對
顦顇
虛聲
初聞
深慚
長天
抵掌
野岸
印綬
湘浦
水西
龍樓
逐時
盛衰
於此
蕙蘭
時應
逝川
野興
汲泉
泰
酸辛
時月
溪風
笙簫
寒巖
賣藥
墨池
雪盡
荒祠
雲閑
新居
書傳
冊
慢
天孫
空洞
酥
益
動靜
幽閑
隨日
栖
順風
舊路
雙鳬
捫
囊
臨江
平津
鳴騶
石牀
羸驂
東窗
吏隱
何功
賡
還復
赤墀
無山
園裏
絕處
撩人
公爲
應待
瓦礫
平反
萬馬
迂疏
出奇
夏日
整頓
生活
萬騎
大丈夫
謫官
耀
郎
古錦
勘
問著
挈
遊山
畫手
宿雲
沃洲
隔年
疏梅
談禪
生時
渴
放浪
潤澤
壽考
回思
渺瀰
同盟
名世
御風
侵雲
投筆
暮鴉
孤高
相繼
坰
騷客
羊裘
愔愔
相接
陸沉
一日
放過
捫蘿
異方
旗亭
雙鯉
雲鄉
正須
公田
看書
雲齊
見時
紫薇
爲春
亭前
酒巾
江郊
插架
嚴城
中峰
峭壁
上千
烟塵
白帝城
誰聽
壘
喧喧
薜荔
無光
離合
來者
於菟
香殘
步武
水來
探梅
積陰
蠹魚
指揮
應接
松根
花月
輦
小閣
塵外
衛
流螢
今方
綠鬢
荒寒
落花飛
幽賞
齋居
楚水
合作
醉後
模糊
靄靄
青蒼
猶傳
喬
歸與
吾身
跬步
平沙
絮飛
因此
盜賊
彊
等閑
長伴
魏
白骨
莫厭
想到
故關
萬井
逝波
灞橋
燕歸
霜後
客稀
寒露
禮備
香入
得力
喬松
散後
自怡
易水
開襟
裏過
經濟
迸
盡見
孤亭
歌管
生事
拭
裏行
帝力
金城
葉飛
凉入
儀形
孤飛
東觀
華燈
深春
毗盧
吊
白雲閑
抱病
東流水
炷香
國色
里程
話別
莽莽
終無
織女
沖
語默
巖巖
杳
來身
天來
難見
春鳥
樹間
著子
初醒
西域
儻來
楹
淡日
山薇
客塵
憑闌
雲衢
東溪
歲寒心
層臺
波面
白草
澹然
塵沙
奇功
諸葛
忽忽
繩床
蹁躚
何夕
路入
稍稍
風勁
鄰里
繭
故宮
生靈
生緣
醺
酒醉
徑通
勝負
縹
許事
騎驢
出身
問渠
松月
普賢
肘後
癡絕
梨
有趣
江鷗
蝴蝶夢
獨許
錐
玉帳
公樓
雁影
兩人
知時
鶴駕
雞黍
茶煙
拍浮
夜泊
難兄
綈袍
小春
石鼎
豈堪
僧閒
炊烟
淮西
鳩
一道
糧
來聽
無金
健
打頭
復東
停杯
苔色
國人
上林
濃陰
邊聲
盂
存心
麈尾
咸
强顔
湯餠
薝蔔
下去
猶似
君爲
間作
小試
戶外
白雲閒
留題
聲斷
半世
自我
聖時
虛室
著語
未息
控
幽石
窮處
聘
慘淡
看雲
討論
兩鬢霜
公方
香裏
征夫
長河
檢點
荆門
腹中
水旱
登仙
何其
荒丘
友朋
寒沙
山根
移居
柳葉
紙窗
獻酬
翎
溪翁
何故
祖龍
浮榮
風遠
黄鳥
疏竹
須待
筆下
仙掌
舊俗
芊芊
洞庭波
常時
相妨
輕鷗
小小
水淺
城春
嶺外
柔條
離懷
鳴珂
鎸
暇
投林
毫末
文場
錦帳
枕夢
厭厭
子猷
隠淪
長短
青娥
對花
輕盈
華池
還丹
華明
獸
語笑
晝眠
草荒
道場
故城
啼鴉
清水
爭席
恣
沙平
征塵
竹塢
願將
歡意
泛舟
春餘
不知
啾啾
彈鋏
謫仙人
孤鴻
衢
時爲
花鳥
社燕
蓋棺
愁邊
此翁
悲鳴
胡兒
客鬢
開闢
畏日
絕景
老氣
白魚
林杪
考槃
會心
金花
應隨
習習
青原
金波
前後
笑口
說禪
掣電
恰好
支遁
清癯
抗
風浪
海日
何煩
罍
樓觀
臨分
出來
花梢
洗盡
身猶
寧須
岩
空嗟
青藜
竹根
誤入
金沙
無煩
香積
女兒
自謂
上苑
晚涼
粼粼
碧巖
舉子
雲斷
瞬息
中庸
晝錦
當午
愁腸
孤嶼
清羸
琳宮
桂香
北苑
當爲
應見
幽軒
田間
異書
震
穉子
爬
江闊
人今
前客
解語
哀怨
京師
豈期
收功
劫火
春半
枕席
鴒原
餘情
知味
漢殿
恩波
瘳
凌
獻壽
自爲
幾春
孤墳
幹
醉眠
莫年
濡
吾方
垂淚
賓筵
出郭
童稚
夔州
携琴
邊州
親友
香燈
相府
通衢
門關
暮煙
雪鬢
閑尋
銅瓶
謳歌
濂溪
精靈
王室
法界
藴
萬境
地形
此境
故教
焦桐
曉鐘
重華
紫烟
燕飛
蘿
酒飲
萬株
尾
何處問
隨行
異代
謝守
重湖
客亭
斷雁
可問
氛氳
聽取
雲房
蛩
春波
樂道
叢叢
復何如
特
萬乘
石徑
執手
烟霄
園春
張翰
尋花
交馳
羈束
案頭
詞人
晚雨
新豐
粉面
宿緣
妙理
虛度
青龍
智者
秪
巖隈
高文
窗日
鳴蛙
哲人
陰德
悄然
寒雁
惟餘
流塵
江外
英才
彫
畹
難分
田田
夢驚
恰恰
朝露
雪時
公無
洛陽城
微祿
鬧
地主
難與
愛酒
蛩聲
乳
纏
機杼
史
禽魚
人口
結實
塵俗
虜
夔
揉
豈易
涉世
蓋世
長庚
南溟
古渡頭
石火
得志
無位
夢思
柳眼
龐公
斑斑
喫飯
河源
信風
身老
行時
衆山
天將
勝踐
空遺
小子
孫枝
舅
隨俗
勳名
繫舟
靈蹤
鐵壁
清坐
煙霧
語離
朱絃
形勝
難弟
白雲生
巉巖
笳
肝腸
應記
時候
客帆
晴煙
老胡
俗駕
天乎
潤色
白頭吟
群山
雲連
紫翠間
雨氣
注目
小隊
時與
問天
栽松
憶昨
雲海
白璧
僻
幸逢
年時
挾策
紅衣
何辭
老方
光寒
問何如
同一
東阡
鶴飛
此人
薤
雲錦
游絲
颯然
畎畝
聞鐘
沈浮
膝下
縱使
靈龜
顛風
身事
賦詠
暮靄
靄
北枝
撚
宜人
史君
潮水
勝春
下月
浮丘
眼邊
晚上
雲母
解鞍
衝雨
寧爲
星月
白楊
謀生
魯國
端午
吳王
西日
神靈
句子
遙聞
鬅鬙
驂鸞
綠窗
吟思
枯枝
病軀
日期
坐禪
臨邛
暮烟
花生
游宦
雲長
英英
倏忽
儒衣
雲度
俗人
苑
宜春
飛錫
香案
廢事
無念
親朋
銅壺
分憂
石壇
絕無
奔波
融融
敗葉
安然
祛
花卉
窗寒
身名
正圓
天闕
朝宗
正當
江楓
英風
相勸
今昔
女伴
真珠
逡
香雲
雙眼
王子
瞞
逸興
侵人
悶
終難
淳
丹田
變遷
外無
謗
正直
看似
春長
京兆
油幕
峴
冠劍
絳紗
上海
郢
窗虛
世傳
新意
殺身
食肉
坐隅
幾歲
幾曲
逗
暗塵
鑿開
春泉
夙
太史
作行
槐陰
賦歸
危坐
樓外
廉
斷絕
崚嶒
洞庭秋
荒荒
防秋
陰合
離索
謝傅
民瘼
臞
冰柱
長望
恍疑
來朝
時將
紗窗
針
變態
出自
相當
見心
別人
萬化
勇
丹山
留心
翠雲
水明
偃
夢長
餓
臞仙
牖
生無
寒梢
靜觀
柑
黨
攢眉
動地
雙親
城角
清游
山氣
叢裏
侵凌
悲凉
風微
何敢
飛處
須煩
成詩
關渠
仙風
學詩
水田
陶彭澤
還山
儀刑
大江流
升沉
輕塵
獨與
素衣
知識
孟浩然
奇怪
龍孫
豈識
虛簷
農桑
齒髮
午枕
簷楹
掛冠
日望
與天
雲寒
厥
棄置
行見
同志
彼美
鼕鼕
刊
猶作
池邊
利害
侵晨
尊俎
金蓮
翱翔
背日
無厭
草徑
繁花
吳會
幸免
伴侶
從昔
領客
熟睡
清標
空負
七旬
爲民
遐
斷人
玉兔
擁衾
見同
蘭橈
陵谷
玉座
千萬
許長
荆溪
袠
政聲
鸕鷀
白髭鬚
塘
詩材
涼月
白頭人
髙
儲
夢頻
烹茶
舊廬
幻身
來格
與道
別路
歛
味長
殘暉
遠情
柳營
經行處
舊情
新安
見花
水連
乘流
龍池
齊物
唯餘
動息
爲惜
微波
離歌
香烟
雲無
自相親
出塵
乘軒
萬事非
著屐
白雲歸
龍眠
天威
精藍
粉牆
白雲邊
鄰僧
沙堤
侯門
長爲
神京
鈴
華峰
疏懶
還與
孟光
朝客
遠岸
酒尊
風撼
剎
長隨
閽
山頂
春老
紅梅
苔磯
歲晏
耦耕
夜雪
稻田
聖心
一隅
通夕
費盡
文昌
長楊
朝端
爻
汙
竇
相憐
英聲
韓子
郊
歆
雅意
平子
尋勝
第
黄落
來禽
節序
筇杖
水落
竹輿
心賞
當代
浮空
爆竹
猶待
鳴榔
流離
回望
老手
卷簾
猴
女郎
穀雨
繞屋
步月
淚滴
遞
鑾輿
傳業
寄傲
投閒
散人
勝景
禱
聲價
叩門
誰從
穠
冷笑
僮僕
挽回
軒檻
春漲
亂紅
十五日
舊來
掣
蕩蕩
切切
譜
雪雲
巨鼇
知秋
究竟
秋生
潭潭
燈光
夜潮
裏見
岑
蹇
內外
出谷
僕
暮鐘
馳道
忽報
數畝
黄石
與時
流今
出關
脫身
寒士
酒話
文翁
詩腸
籜龍
龍湫
發興
願爲
花無
鄰雞
奔流
頭陀
醉翁
落紅
漱
迂闊
玉盤
新凉
滯留
無車
佳時
詩似
下榻
開府
應怪
斷鴻
翠壁
餘霞
來見
跳出
閑花
畫眉
古洞
標格
簫聲
橫枝
素書
萬錢
山心
決
螻蟻
真面目
楓
天下士
水程
翬飛
索寞
玉簫
鬣
榆莢
餘芳
春紅
泊
長道
游戲
爭妍
舊約
天巧
相歡
汲汲
猶將
開後
田野
嫖姚
羅幕
含羞
清論
曠
朝朝
泉石
柯山
閑時
愛閑
圓月
清嘯
寶坊
蟹螯
屈原
琪樹
俎豆
夢間
衣食
與雲
清響
樵蘇
盡將
約束
峰頭
舊雨
春後
淥
萬牛
松陵
晚泊
即休
水深
山立
青蘋
龍歸
簾影
露葉
直上
紫燕
何者
雪堂
將行
江蘺
來雲
野梅
閑眠
暨
交舊
說詩
爲山
啼鶑
羞見
夜歸
留住
難任
花明
心源
西遊
驕陽
數莖
紅蓼
羽觴
橘洲
塵境
時清
宦路
青田
君獨
建安
愁殺
禁林
烟水
居多
雲鬟
終夕
凝神
爐烟
履聲
賡歌
暑天
排雲
清商
茶香
花白
扶頭
解組
遺老
行當
時名
彎
樓月
宗旨
今生
臨軒
閑庭
遠夢
上樓
風吹
火照
傷時
雲藏
清華
南柯
珠翠
短笛
湘妃
華夷
下瞰
嫩綠
兩箇
東西南
難窮
輕重
反覆
庶
玄珠
春雷
咀嚼
撫掌
離居
來江
殿裏
主人翁
談空
羣飛
佛心
東軒
紈扇
畏途
忍聞
馭
雄風
搢紳
賦客
微生
懸車
書林
即日
銷盡
從古
鵷行
影動
與春
年老
博山
猶壯
數株
湖北
須君
壺漿
猶健
裏人
流遠
安輿
懊惱
呂
鄉評
荷香
勇退
來空
剪刀
大奇
攬
出海
長鯨
伴人
雪嶺
癯
拈來
褪
無雨
杯盤
長者
農耕
聽歌
路行
索索
濯濯
來稀
清源
五六
作惡
哀哀
泠
莫作
喬林
蓮子
坐聽
酡顔
空悲
青蠅
休嗟
群芳
香濃
來猶
魚磯
大唐
遠行
殘編
倩
飛塵
虎丘
剛腸
風號
游從
識字
蚊
雨裏
投荒
樓殿
白盡
繁紅
青煙
老將
憂貧
輕烟
來游
驥子
蜜蜂
前度
絕壑
堂前
權衡
非遠
侑
無事日
試與
大雪
夷齊
人日
平居
畫梁
梅花發
神清
拭目
晚花
邊草
在望
時意
肯信
獨爲
南軒
回車
冠裳
鄰曲
子弟
廣厦
漢苑
鵝兒
佳麗
時路
朝行
來知
三旬
舂容
雲從
林園
梅山
桐葉
帆風
凝望
客從
耿耿
殘碑
文獻
遠方
籩豆
一作「
報道
祇園
死灰
怡
野艇
水雲鄉
萬機
良
忻
謾道
官閒
維揚
鵷鷺
蒼蘚
風驚
乞巧
隙
宦
翠靄
金印
處世
頌聲
升平
林影
秦望
濠
金爐
後名
紫閣
宮商
棋枰
外見
綠竹
試爲
水紋
仙居
循環
覷
戎衣
春宵
橋南
落時
名人
雌雄
無遠
慈悲
翺翔
韵
將壇
茲辰
頹
暈
哇
寒蟬
狎
受命
監州
松老
疆
驪駒
過隙
自顧
自遠
負郭
雖非
何年
威靈
欣聞
固窮
風搖
淚盡
折盡
計日
獨遊
山齋
孤篷
白白
畫戟
筠籠
密葉
波間
襟袖
吉
雲際
孤負
天籟
若爲
毫光
屎
寰宇
魚竿
天容
木人
皤然
全機
香煙
中外
輕煙
錯落
來元
梵音
屈曲
髭鬚
佛事
回春
風信
傳心
夜明
飛流
難通
加鞭
桑落
晨鐘
分陰
漢使
風軟
雲過
明滅
老妻
寒心
頭春
皇都
名與
至此
詰曲
來作
炭
酒裏
犢
早秋
水墨
煙草
歸鞍
塵侵
高懸
産
紅顔
陶陶
絕倫
嵩山
忽聽
斸
今知
百日
嗟余
椽筆
寒城
武帝
歸歸
袖裏
昨來
日與
爲難
虀鹽
聖門
塵生
花神
淚流
詩工
國手
蹣跚
東道
驪龍
舊詩
柴桑
春服
樹枝
罔
神武
自君
濟川
壠
白紵
文學
精意
天關
流芳
秦地
寒枝
冷雲
房櫳
隨月
證
幾點
難問
灑淚
巔
登眺
橫空
灞
晉人
人來
龍顔
穹廬
勝絕
龔
龍墀
照日
傳杯
急急
毫芒
謬
桂叢
水禽
聖世
酒債
石刻
追思
寒天
秋後
窗紙
瓊樓
日暖
山時
陰山
開簾
京塵
臺城
湖心
毛衣
猨聲
愛吾廬
雲空
幽齋
玄微
怡然
外客
徒然
良圖
世網
空碧
爲塵
衡嶽
露下
東遊
弦歌
官道
爾何
雙眉
有所思
冷風
抱甕
鬢改
解纜
素心
彩筆
管弦
素琴
終待
邊行
花房
馬過
歧路
巖廊
高尚
雙淚
放鶴
樵客
巍然
雋
還解
白波
蘆葦
奇士
無憀
門閭
掀天
纔見
洛水
興闌
臙脂
至道
真境
難求
障
肌骨
鼇頭
霽景
冰玉
賡酬
雲葉
萎
方期
誰語
影斜
自解
爐薰
香飯
鄉書
歲律
朝餐
清班
邊塵
東岡
吏役
憂樂
濃雲
西軒
棗
藥爐
秀句
舉酒
遺子
陶潜
夢中
草間
污
自致
夜來雨
荒陂
報答
來生
扶筇
漁子
古無
胸懷
槎牙
獨將
初過
詩裏
孤立
飄蕭
風夜
收身
春水生
榾柮
眼花
巨浸
斲
莽蒼
出手
刪
爵
旱魃
霜氣
長裾
淚眼
冒雨
門牆
平步
方見
藏山
病人
心思
賽
莊嚴
庭除
古渡
炊
歸船
香傳
矯矯
柳春
蠅頭
知止
爲遲
頗聞
綸手
揣
霜鬢
還生
微笑
傍觀
斷送
心切
稼
訪尋
醉來
霑襟
窗燈
巖穴
策策
垂手
舊觀
縱觀
紋
柰
遣興
追陪
秋蟲
風無
渡水
日下
次行
應將
畫棟
數千
吟懷
題輿
阮
截斷
鶯花
清漪
萬室
目極
觀心
驚湍
南金
清濁
醅
晴雨
容與
甲兵
欵
綫
古人心
行脚
茲遊
預知
虎豹
漆園
誰同
陳編
魚船
盤餐
桃符
遺俗
有象
民情
淚濕
長淮
蘂
廟食
日方
歲計
邊事
曉入
攬衣
後學
過溪
春初
打門
堪恨
消長
法眼
忍饑
鑽
滿床
城池
屹立
梅枝
園丁
出羣
夫妻
宜秋
吾州
漢江
胎
酒澆
將雛
自難
問程
古臺
錦障
詩傳
水影
涼州
池館
旦
棋聲
芳時
療
鳴鞭
〗
文苑英華
後庭
祇爲
坦然
急景
來行
自强
清平
投閑
來說
不堪回首
時望
正明
下車
盡付
恐君
咄咄
投分
綵仗
鳳樓
亂流
光浮
遥山
惆
遼
露氣
王粲
玉殿
爭知
西畔
詩狂
氣滿
澄波
牆外
遠思
將盡
僧定
石床
訪道
蟾光
卷書
蓼花
古祠
幽勝
丹臺
身隨
稱觴
臉
眼昏
舊知
山溪
孤松
外求
寶馬
佳境
民間
惑
眼來
兩宮
接䍦
秦樓
啼春
浮杯
爲心
詫
高車
長鳴
小雪
高雲
荀
橐
宸
療饑
承顔
藏鴉
警
諸天
彎弓
見客
何足
盍簪
避秦
春猶
吉祥
陟降
暗裏
王摩詰
牧兒
猶能
衡山
楚俗
亂鴉
來雁
下視
夢過
賢守
爲鄉
田疇
翠嵐
樂歲
汾水
橫秋
野馬
沆瀣
杏壇
雄豪
靈雲
來天
威音
生兒
蘿月
獨醒人
換骨
功勳
無遺
澄澈
水寒
清凈
白月
聚首
風簾
得出
眇
旁觀
霜侵
野航
花信
江寒
箇中
伯仲
詩處
歸老
仕路
獻納
老婆
草書
永嘉
靈巖
影轉
屏山
中書
叟
青熒
竹梢
繁霜
韋
流觴
耳聽
怊悵
畫簷
詩爲
相向
睡餘
這裏
萬口
絲桐
雲壑
忽來
漸遠
見書
行子
出雲
幽恨
廻
漸漸
名臣
信美
坐石
渾似
荒墳
爲郡
隈
隘
錦里
獨愛
江陵
肺腸
渴飲
小憩
見梅
珠宮
春思
御史
行雨
瓊花
骨相
鐵笛
筋骸
南城
菱歌
辭榮
問俗
翛翛
客吟
毀
明河
山徑
安敢
鄴
與民
茲行
勝寒
簪紳
抔
淒然
蕉
燕頷
方池
秦山
心隨
春醪
湖面
夢見
盜
瓊琚
人寰
青陽
還疑
買臣
官曹
賜環
清齋
酤
愁生
尤物
祚
眉間
草露
二者
園亭
俸錢
疎簾
巴江
官身
中方
隨潮
舊山川
大字
宿處
僧語
萬葉
高松
曉行
邱
覺身
帆歸
繫船
涼生
漢帝
江波
花竹
隨雲
蓮峰
拂石
餘潤
心境
禍胎
說夢
落處
橈
鄉客
吟對
雄文
春夜
春濃
丹井
水波
頹齡
燭影
金蘭
消遣
斟酌
燈照
病叟
老檜
對此
出遊
財
安得
吾宗
若無
消憂
王州
多暇日
何路
燈殘
憑高
幾行
百年心
久長
夏木
得趣
驛騎
秋霜
西齋
竹密
翠輦
南荒
稽古
可行
爲明
勞苦
輕舉
混沌
凝情
應物
水浮
春隨
憂勤
座隅
池面
今逢
銅駝
樹綠
驚鴻
陽秋
樹秋
朝霞
莊生
曉雨
霜餘
新堂
檣
南鄰
回腸
謁帝
槐影
勤勞
蕊
僕夫
管城
漫山
茅檐
秋葉
喚人
天影
櫻
水涵
玉麈
今始
晚山
與誰論
歟
農圃
插秧
犀
深思
吾徒
茸茸
掃空
金輪
門風
覺心
蟄
來來
吸盡
入門
良醫
難行
魚行
佛燈
枇杷
岫雲
驚濤
氈
鈎簾
下雨
長劍
老態
緇衣
諸將
鵬
蘭玉
知公
傳衣
赤松遊
王氣
難教
誰親
瘦影
杯行
漫勞
竹逕
蘋洲
商人
綠綺
冷艷
姦
趺
烈士
談玄
賢聖
勸人
攀躋
姹女
原野
塵氛
數月
高天
山應
微物
解頤
暉暉
倍明
晡
窮秋
吏民
短短
清和
無惜
鐘鳴
梅影
小槽
樹杪
晴江
無煙
南斗
散步
鉏
恐驚
野徑
孤斟
兵戈
爲誰開
美玉
拶
梁園
倒流
愁予
蒼莽
多暇
衡茅
岧嶤
觸石
颼飀
單于
夜涼
說似
灧澦
幾多
大事
關西
巖扃
分張
踞
投轄
蝸角
瀟洒
魚目
骯髒
吾意
餘味
天女
管領
唯見
寫真
酒論
困來
詩老
綠衣
須憑
倦翼
洛社
漫游
武侯
松色
獨樹
凄風
猶望
昭陵
橋西
繡戶
衮衣
忠
葱葱
翻令
奩
空望
無令
弄月
雁過
十萬
淺沙
流血
瓊臺
簷外
河北
春近
竹帛
去留
山鬼
乘雲
青蓋
公能
宋
錦屏
雨水
忠孝
淺淺
登科
報君
堆盤
圖經
颺
橋東
先天
山靜
耽酒
舊盟
泉水
玄都
魚兒
酒賤
澗谷
提攜
船來
秦王
縱然
黃雲
處通
鷄犬
竹房
簟
隨步
熟時
俗塵
桂魄
長春
簾鈎
陰裏
歡笑
故居
琴心
石頭城
擬問
敷
分題
偃息
微紅
應時
松雪
傳觴
谿山
衣錦
處避
外人
客有
此山
異人
亭臺
趨時
花色
虛窗
濟時
木蘭舟
淳風
興長
爲文
水亭
憶故
春闈
距
盡無
翹
世間人
皎
宮樹
香猶
黄屋
用功
解脫
麗日
沈吟
詩吟
無明
紫雲
公府
馬歸
精爽
館娃
留春
潁
訓
河邊
禪扃
真意
來何
衰柳
煙霏
决
何處歸
離觴
開緘
禿翁
吟窗
垂地
公有
西頭
城門
樵風
台星
山麓
窮意
衆木
須公
宜休
鄉里
書冊
萱堂
江面
閑地
生浮
偷生
元子
可期
沙際
渡船
鳥還
別君
鶴氅
爲雨
還思
餘樂
天近
途
公議
棄官
喙
凌寒
精明
橫槊
主張
鐵牛
爾汝
脫粟
夜飲
船子
鉢盂
爲無
主盟
金刀
眼空
安處
真味
回來
杓
泥土
正中
水下
榆錢
春煙
衰颯
倩人
同歸
時容
爾爲
疏枝
厚顔
揮淚
著色
秋陽
相覓
露寒
怒號
邈
策馬
鳴鳳
太子
無多子
遼天
狂夫
擬議
黄龍
英俊
雲軿
趁取
經月
怒濤
自語
草莽
投壺
天書
門徑
土牛
佳色
貰
夜聽
鶺鴒
荷風
昌黎
儒雅
傳法
知行
朶
幾樹
凉州
孤煙
今喜
煙靄
短衣
樹底
客身
名卿
深恩
葉紅
木杪
翻成
孟郊
揭
聊須
莫遣
睥睨
龍媒
求仙
春詩
今天
直爲
隔江
淅瀝
河朔
采石
孤枕
全歸
麟閣
客問
下方
棐
戢戢
宣和
灌
直言
餘波
酒腸
貽
公知
仙姿
萬石
空教
藥物
巾車
滿酌
初夏
旌麾
梵王
跎
讀盡
吟髭
天祿
天南
劍閣
憩
游客
翫
伯
碧蓮
吳興
秋千
巨靈
景陽
簷聲
孝
紫陽
來同
短艇
雲溪
迷人
聞歌
兼旬
作團
老筆
看盡
綠蘿
蠹簡
細數
落水
氣濃
鼓瑟
榼
殷紅
浪傳
倦飛
簷間
良朋
難成
先期
傾倒
石罅
時俗
空存
撫字
直將
別浦
徒步
老君
軟紅
蛛網
帆開
粢盛
窗聲
清世
爲生
野菜
上亭
裴
晝長
講席
深樹
改舊
致主
騏驥
幽澗
仙仗
人民
臥聽
爲衣
碧桃花
一峰
詩料
寒蛩
吟客
城來
分甘
孝思
常人
仙鄉
春過
居山
雲滿
空還
幽隠
鵰鶚
携筇
賈傅
前驅
時作
當筵
故友
鵬摶
嘉樹
入幕
復開
難勝
須頻
關塞
道林
桂華
興衰
偏向
額
春浪
羅裙
詞場
誰如
纔過
鳳閣
石樓
極浦
函關
霜華
蘇子
窗靜
杜鵑啼
蓮塘
江湄
髭
赭袍
下筆
內史
書燈
格
清靜
意外
界
豹
舜
康寧
深無
灰心
形影
化身
松醪
襆
歌扇
邇
謳
啼烏
試尋
樂意
願違
世外
葆
晚煙
草合
飛霜
繁星
清潤
凝塵
皇心
嶺梅
傳聲
傳書
潑
心灰
筆陣
圍棋
鹽梅
篙師
樵子
老兵
豈無人
柳州
叔夜
邊風
猶濕
貸
遊魚
放歸
詩與
難料
地爐
獨吟
同居
孟嘉
翻翻
晦明
兩手
李花
奕奕
健在
老心
當世
寤寐
籬根
寒儒
聖德
頑石
雪來
妾身
裏許
來相
觸事
進步
蝶飛
善財
自東
縫
夢事
風骨
風掃
陰森
淮上
默
雪照
金鱗
猶寒
霜清
誰分
之下
白鷗盟
玉墀
素月
燭光
氣壓
酒濃
小築
高岡
風篁
筠
有愧
來誰
玉妃
氣生
示
鼓舞
山名
楊岐
格外
樹紅
坐覺
縱横
蔡
復念
隠約
解印
師心
當歸
屏開
道邊
戰爭
達士
南屏
柳下
冷地
肯隨
幾經
鄉信
拄頰
官况
婉娩
賈客
洛川
時賢
丁年
覽鏡
曉星
金仙
棠梨
桃源路
美景
明眼
酷似
龍頭
知歸
鄉鄰
咳唾
攢
胡牀
脚底
從誰
聖處
觥
人身
積翠
奈愁
擁鼻
鞍
老健
風開
殘僧
淪
佩環
夸
難攀
福地
輝映
吳姬
八荒
億萬
後方
海國
漏遲
瑞應
當今
蘭芽
懷賢
短長亭
庾郎
漢廷
月來
靄間
吾儕
鍾聲
鬢白
停車
緣底
今秋
花徑
吳儂
朔漠
砧杵
別酒
傳呼
頭水
梢頭
買田
茲山
神奇
寒爐
聞雞
金烏
爲雲
古道場
吹笛
東溟
吟興
瞻望
漢武
麥苗
首相
雲意
秋期
別事
東邊
曬
昔爲
野飯
陰崖
中路
轅門
溼
誰記
衰疾
夢殘
暮天
世變
高趣
旅情
暮江
黄帽
滿溪
成仙
幣
獻賦
瑤
迢遰
誰無
緲間
曙
直教
禪衣
檻外
嵩陽
侵曉
溪月
長記
遠俗
連環
風拂
直氣
消永日
猶解
數篇
烟靄
落花時
魂夢
秘
曉夢
成名
過半
花來
虛亭
風意
金奏
垂絲
無取
歌詠
華林
仙方
榮名
世紛
無辭
散亂
天曉
英名
滿架
氣色
山秋
幽叢
關路
戶庭
殘蟬
貧無
縱目
如君
飄流
金鞭
羽蓋
暮秋
統
高空
康衢
猖狂
簪裾
聲傳
釵頭
分離
文館
河東
畫師
此堂
宮娥
珠箔
風枝
龍虎
寶月
火候
嘉禾
天寬
萬千
囊中
見問
殘菊
祥雲
哀音
愁雲
花雨
流沙
檄
郡國
冰溪
骨寒
東隅
終爲
肯學
旅雁
處來
誰管
風馬
萼
育
計年
畫鷁
監
潁水
餘輝
機械
深閉
盤谷
登龍
翠幄
側身
新奇
日射
陶寫
懷君
安歸
曳裾
檳榔
榆
歸裝
散仙
東皋
薏苡
糝
蕭森
此士
筵開
黔
聞見
恍如
龍涎
傍水
晴景
中來
夤緣
蠅
當行
澄明
幽明
萬丈
何處人
塊
雙手
桑柘
錦段
難量
淺水
姿
片心
臼
行遲
桑榆
喪亂
國步
車聲
絳節
股
青天白日
爲謝
胸臆
六千
龜魚
悲笳
冠巾
許誰
雁來
渺
浴罷
歲窮
雷聲
槿籬
破顔
大義
時猶
何適
無異
深隱
陵詩
烜赫
山夢
足論
强名
嘆嗟
翠岑
君才
魚軒
荆
采蓮
鑪
裾
小車
偏明
草滿
濺濺
水村
碾
除非
雨滴
澄心
自立
涇渭
採薇
何遜
堪行
深溪
天運
空老
君還
鹿鳴
梅花月
曹劉
嘯傲
下行
胡僧
來復
遊蜂
李將軍
喜事
詩苦
筯
春行
眉頭
空來
督郵
物化
爲親
馥
小住
布衾
山後
出戶
雖貧
芬
袁安
催科
卧聞
拜賜
酒泉
刀圭
高唐
戰士
馬跡
璀璨
自賢
海近
金衣
螢光
離思
勞勞
近郊
重陰
水頭
覺春
爲貴
萬花
細風
玉雪
龍驤
身與
泥滑
頗怪
興味
聯鑣
幽幽
玉帛
爲底
春蠶
餘幾
今世
薤露
獨尋
語聲
愁城
樹樹
清禁
布襪
較遲
西還
薄霧
郊坰
來月
古傳
本爲
萬里風
堪傷
無淚
戰馬
麥飯
酒聊
山程
海客
雲木
正爾
水漲
施行
歡然
別處
銅柱
道途
雞林
賺
徹夜
黄紙
鏘鏘
詩意
蕪沒
青衣
百尺樓
燕脂
病鶴
吠
三星
發生
南臺
漢將
於皇
〖
城營內
摶
收藏
放曠
長存
知足
遠遠
禪僧
長流
日西
眠雲
公房
石房
爲憶
處生
班行
獨鳥
組
分司
歸艎
餐霞
病容
清韻
平戎
朝元
主意
白鳥飛
吳苑
酒與
求人
懷古
舟橫
交光
疏篁
唱酬
携壺
佳篇
幽致
陸子
公暇
琴聲
烟花
爭雄
詩魔
海浪
冠冕
老色
路塵
楊妃
踏青
音容
策蹇
如同
暫閑
平等
完全
中道
來定
蓮開
捻
嚴宸
綵勝
釀酒
亡國
班班
舊交
潦
花風
餞
後昆
慎勿
爨
巢燕
憐無
全生
關東
史筆
芳樽
失馬
曉霞
霧開
日輪
吏事
閭里
效
日開
夔龍
徹骨
雲輕
解作
獨無
黄栗
教兒
佛子
斗粟
平陸
遺廟
竹君
禁秋
田父
山從
風時
檣烏
見舊
廢詩
庭中
來入
拒霜
遮眼
豁開
與論
機事
稼穡
青裙
牛衣
整整
犖确
槁
論事
浮沈
居處
失路
謠
準
赤脚
蝸牛
難言
天飛
嬰
碧琉
佛性
朔
斫
雲入
清奇
夜臺
隨手
雲心
棠棣
山歌
兩頭
涴
竹雞
清瘦
冷光
流處
與麽
蹉過
白面
隨事
睦州
高牙
橫流
留君
寄書
檢校
謹
茂苑
蝦蟆
長川
風惡
埋玉
來燕
衰頹
南征
長鋏
君門
白髮翁
人語
復作
墟
空回
手足
任教
插天
佛國
爲魚
無氈
岸頭
誰傾
飯牛
無眠
荒庭
醉客
水驛
空憐
酒還
情思
强半
捎
心曲
枳棘
江魚
湯休
支公
四明
酒何
驢
老漢
鄉路
無來
濕雲
夢來
瑶草
山道
何山
鑿石
玉溪
鵡洲
陳跡
蟲鳴
昆
葉聲
城下
禦
憧憧
垂簾
荒榛
秋林
過後
晨雞
鳬雁
寒溫
一手
早歸
耄
幾載
壺天
午夢
珍藏
來儀
信馬
無與
天花
眼青
急須
山澤
腰間
桐鄉
空裏
盤礴
寒冰
水源
花露
居民
肯與
尺寸
捷徑
朱樓
湖中
限
太平人
卑濕
西蜀
高躅
青海
巨浪
會待
餘音
誠心
歸隠
三益
滿池
化石
鼓鐘
熊羆
夫
嗟爾
溪行
春應
香名
聊欲
著衣
山驛
浮蟻
憚勞
乞靈
侍宴
嶂
水繞
鴻毛
壯時
幾片
繫纜
忽傳
初寒
來山
海頭
子細
展卷
籌邊
絲毫
說道
棣華
歌謠
料想
誰先
愆
貪程
齋心
年別
舟車
葳蕤
枯樹
酒色
魚鱗
清風生
昔遊
杜甫
諸兒
懷舊
聽法
明月夜
輕生
清切
日前
察
自今
平人
將何
弟妹
旋移
尋舊
馮夷
今君
七百
耕稼
臥龍
醆
無歸
旌斾
時逢
畫裏
楊梅
白駒
學力
秣陵
鄉來
牧馬
江都
書名
全唐詩
春冰
草沒
帝里
主人心
願力
春月
危峰
點破
衆星
憶舊
尋君
過山
韜
干時
御苑
掘
相公
逐人
秀才
滿朝
珮環
他山
應識
軺車
離魂
炎風
細柳
官滿
盃盤
高梧
水閣
遠信
空手
綠蕪
沉淪
博望
緱山
觀風
喧闐
聞子
停驂
心迹
刃
酒甕
寂滅
巴陵
昂藏
閑閑
漏聲
民力
屬誰
僧禪
影入
烟林
孤館
菰
雲濕
路岐
別業
還尋
敝
還喜
愁眉
闋
書齋
免使
露出
秋興
山曲
飛動
詩入
飾
登庸
後園
酒香
苦寒
愴神
寂靜
男女
外行
較量
何遠
萬里餘
層陰
羽輕
應嫌
新除
延年
皇極
靈苗
休兵
離聲
頻驚
書囊
遊方
細泉
揮金
凄迷
出守
真賞
梨棗
迎日
昭回
祀典
煞
雲表
介
命駕
清洛
偶隨
持節
見天
誰作
見容
應恨
萬邦
湛露
丹詔
話舊
蒼石
上座
愛民
弔古
山錢
楞伽
笙簧
泥滓
過牆
雪屋
貼
玉井
雲盡
蘭蕙
豈宜
桃溪
克
玻瓈
屢空
華月
天爲
當令
此樂
金碧
妾心
枯松
一二三
蹊
九峰
猶道
動心
閒心
住山
傳燈
窗底
秋衣
杖子
漁火
方外
古路
烏藤
衰髮
轍迹
粲然
綱
辯
借與
佛殿
毀譽
樂未央
相業
西興
徑須
妨閑
高蹤
鳳鳴
一帆風
一丘一壑
盼
踏著
頭雲
宿靄
作計
貞
及至
漁笛
落地
佩玉
問路
千古恨
來寧
倚松
翠葉
秋懷
南冠
樽酒
鼎烹
含風
起草
彌天
宗風
一言
饑餐
渤海
叮嚀
鵠
翻作
鶴伴
江皋
鴛鷺
宿昔
興發
世業
供給
誤身
封題
雨止
皇情
新泉
往返
外情
斯須
主知
浮華
吞吐
佛手
後天
古殿
驀地
于今
嗜好
訪舊
碧琅玕
見風
識春
著物
睨
下淚
庚申
無嫌
詢
好奇
倚空
晚歸
生綃
爲龍
塵慮
蹈
三生
民事
種瓜
緒餘
何成
還飛
凝眸
聊用
篘
青蒲
長驅
關山月
哀歌
排悶
飲食
鐵衣
烏府
鼎來
上時
失喜
艱危
屏障
邊樹
庾信
危橋
清淮
無才
清唱
召節
莫謂
城陰
清都
除書
池臺
名場
嗚呼
窗開
遠公
鷹
儒風
日夜流
草玄
迂叟
狐狸
驀然
後山
幽客
歲云暮
殘生
甘爲
身雖
相聚
豐穰
雖知
須來
酒入
天香
信道
船上
舊宅
天步
黄埃
鴈影
金釵
自勝
兩邊
昏黄
老時
狐
儒酸
吏師
平陽
休道
試聽
早起
酸
飛雁
剛道
隋堤
盎盎
朱紱
人方
稻畦
酒易
蒲
重光
誰子
風泉
畫橈
浦口
秋霖
婚嫁
今雨
鶯語
嚴子
雷
一年一度
韓信
儘教
兩心
堦
白風
扁
一念
蔬食
分野
自落
成敗
羅漢
天無
夢醒
落花春
翰苑
蜀錦
孔雀
陷
西垣
磬聲
爲將
爲儒
狂言
皓首
羨子
驛亭
初霽
初驚
杳靄間
難事
悽悽
陰濃
梨園
鳳皇
重論
白髭
甘雨
羣臣
摶風
真理
郊居
觀魚
莫笑
倒屣
住處
鳥行
見長
安身
濟物
閱
靜室
枕前
金榜
輝輝
經霜
竹軒
見江
曲岸
稔
限情
閒行
野步
入望
彤庭
聽泉
娶
劍氣
宿酒
舊林
榮路
彤管
乘鸞
陽樓
風松
何所
還休
說盡
意思
雲衣
勤苦
心安
珠樹
推賢
瞥
寒意
愛月
岸柳
還爲
酬恩
宮城
籟
旃
潁川
闈
難繼
司
歸燕
土膏
繞樹
爐熏
田廬
須將
漾漾
孤光
殘星
檠
古柏
萬朵
淡蕩
歸馬
緇
定力
少休
客居
琢句
香度
客魂
蓬戶
一角
千林
三友
妖嬈
卒歲
繾綣
解榻
無絃
自謀
藜羹
閒處
英髦
萬竿
蕨薇
方士
嚴冬
公榮
秋宵
膏
折簡
逋
曉煙
黎
機輪
生滅
狗子
須記
德山
偃月
玄沙
投機
頭邊
妙處
浙西
心法
系
英華
絃管
廓然
牧牛
鬚髮
後事
來端
清修
氣寒
霜重
把手
藥囊
雨夜
懽
齒頰
山今
金縷
天通
攀轅
人寒
歸尋
幾聲
興動
西復東
見處
某
頂門
指出
橛
知休
誵訛
豈徒
鄰叟
高韻
脫巾
亂花
東頭
華清
凉颸
詩眼
歲旱
歐
解將
放花
天平
新粧
嵐氣
難入
有神
曉晴
桃花紅
縉紳
檀心
西邊
饒君
三十二
梗
列岫
結社
日月明
興悠
銜盃
鳴泉
青壁
歸盡
上國
猶思
唾
秋堂
主翁
青葱
天險
炎涼
嗟吁
唯一
煨芋
辭勞
跌
隊
吾年
休笑
難合
嫵媚
苔徑
鄙
風馭
月入
遶屋
閉目
汗青
天幸
柏葉
種樹
宣樓
偏照
莫疑
大書
壓枝
剗
樂土
明夜
泉流
塵滿
夜入
烟霏
登瀛
浩氣
詩從
清妍
政使
北征
催歸
初來
殷
遊女
凉夜
滿屋
曉開
褒
後車
清思
西門
自嘆
輩行
安流
爲農
後堂
繞舍
深行
腰肢
長路
盤石
枯槎
帝王
晴沙
宛似
江口
猶復
豐歲
排闥
山公
蕭蕭雨
仙宮
舞罷
最高峰
難久
湖州
修身
衰謝
田里
公應
自見
直與
時別
歸林
棹歌
三伏
新醅
祇緣
微間
丘陵
東華
仙官
徽音
廷尉
爲語
醍醐
入境
端門
茶經
芰荷
山猶
金山
閑官
相依
蠟炬
浩
齊山
蜀魄
咏
上台
休言
熨
外心
永無
漁郎
笠澤
幾分
曲水
打圍
細字
行書
水鏡
天文
丹穴
相持
閑日
窮邊
蝸廬
何處無
船篷
售
風土
耕釣
驚覺
唐詩
峴山
嶽麓
溫泉
肸蠁
松花
臥病
遙夜
黃鶯
黃鳥
山爲
應合
臺殿
安閒
愁見
通靈
春開
晚紅
凉氣
可量
無事人
權門
帆落
莫學
翻憶
烟嵐
霜臺
圓時
嵇康
來信
暫別
意緒
念子
冊府
襄王
落潮
開山
抽簪
吟時
開戶
船窗
方圓
汎
萬里秋
召
携酒
秋景
門館
柳带
清漳
筆床
紅蕉
徂
供奉
黑頭公
梧葉
濫
簾卷
空流
况值
繡簾
嚴霜
揚帆
淮甸
無雁
螢火
入醉鄉
遠風
傍簷
寶瑟
新命
樓角
鄉淚
西秦
水殿
翻思
詞林
宮門
古事
豈解
恐人
成灰
異常
交涉
祥光
時流
花應
始悟
東路
旃檀
淑氣
禁苑
武林
老萊
何歸
旭日
忘筌
野樹
掾
侏儒
荷橐
張羅
樓影
海岸
諸儒
武
野禽
鴟
執鞭
疏星
名言
羡
應門
來萬
昏花
勝流
人手
母儀
作夢
轉眼
錫杖
成悲
雨急
天遣
滿野
盆池
當念
萬鍾
叔度
錙銖
膚
旌旄
放意
春溫
朝班
梅蕊
襲人
湘纍
唾手
蕨
聲乾
賀客
稅駕
畫閣
鐵石
沙禽
回避
種田
背面
難名
衆口
少室
諸塵
伸眉
絕纖
知見
斜川
黄蘆
枯禪
癖
龍章
蘋末
早寒
無身
觀身
沙痕
外遊
貌
見秋
牧笛
蒲柳
於世
國論
砥柱
猿驚
月生
霜威
炎州
草屋
白鷺洲
老驥
汩沒
幻出
寄與
荆山
細路
遵
輩人
沄沄
畫欄
凋零
討
山礬
勾
暫留
友生
歸情
黄梅雨
脱
難遇
公朝
對牀
柳綿
指似
五老峰
宰官
攄
幷州
盲聾
秀發
濃淡
蕭郎
葛天民
文舉
大雅
青秧
鳴鐘
見故
臨處
禪榻
棲鳥
柳塘
秋盡
數子
春動
寒菊
曜
虚空
寒宵
龜趺
立盡
甑
幽燕
多方
分無
赤手
收取
前頭
酷愛
玉屑
雲巖
華軒
似子
鶴馭
竹溪
舊恨
塵跡
蚤歲
頰紅
難期
雨行
拄笏
猷
相許
國香
宿火
今幸
何遲
乘閑
何嫌
青烟
喜無
獨知
旨
野風
行宮
買魚
漫流
戰伐
賓鴻
胡笳
天一
吞聲
應喜
山望
新寒
處樂
遺芳
賢者
天隨
處聞
翻經
幽憂
落花風
征馬
干祿
鳴雁
竭
自寒
苦節
嶺路
尤宜
金徽
橋頭
曉霧
香羅
湄
幾層
皺眉
陌塵
飛昇
白雲堆
愴
心清
初動
湖海
戲馬
冥漠
銜泥
石友
萬言
移植
武陵源
傳舍
行程
黛色
湓浦
更加
冷泉
孤絕
門來
跳珠
輕衫
導
謾勞
未定
激烈
盤旋
公名
下過
獨自
細思
前樹
空羨
軍書
市廛
應長
酸風
翼翼
傳道
銀鉤
香餌
偪仄
禿
漫仕
看鏡
雲孫
飛翼
帖
野叟
毛羽
盡人
鄱陽
江濆
終宵
生風
海鷗
枯株
慟哭
來今
吳歌
入山
早日
十萬兵
間幾
薦書
茶鼎
蔡州
牆角
小童
誠齋
慙愧
鷄豚
剡曲
下澤
自老
幽州
雍
談兵
孰知
永言
韭
霜霰
輕薄
古音
吉凶
桮
風遞
日還
牛頭
桐陰
翠光
敘
見事
來須
盤空
根株
勞神
開筵
紅錦
屬何人
呦呦
客語
綵雲
書題
青簡
風外
晴後
京都
元帥
遥聞
主憂
雁飛
金罍
爭春
翻飛
仙郎
紛綸
粉署
爐火
月圓
長愛
偏愛
擅名
三十日
幔亭
龍盤
北戶
郡守
華簪
爲世
臘前
青旗
震澤
蘭蓀
項
寶刀
香紅
童兒
翠影
經書
旅思
寧肯
晚烟
凌亂
山景
隼旟
合抱
疊石
退身
海色
牡丹花
留名
城荒
綺疏
鸞凰
新茶
湘川
曾子
與兒
動人
旅懷
萬卉
獨於
京國
轡
道院
逮
淚灑
漏盡
回眸
淡雲
檻前
妙入神
智慧
可信
臧
絳闕
論道
自勞
碧煙
此言
丹書
自遣
雲霓
本意
染塵
本根
審
火燒
舞風
問子
公與
病客
膏肓
驚鵲
芝朮
波聲
水照
洪鈞
迷路
墊巾
外臺
左手
干霄
醉止
三品
洛浦
緩带
隨波
楚騷
視草
爲災
鵬翼
樓鐘
解嘲
高賢
波底
野曠
蓴菜
安仁
群仙
黄雞
大難
風約
竹床
延客
公幹
身世兩
禁寒
閑望
隔生
飛龍
銅章
無鄰
洗眼
照臨
凶年
稅
誤人
力行
酲
騷雅
宗盟
三窟
諾
文華
槁木
天力
六合
自心
本色
報恩
故紙
見佛
門裏
開爐
瀝
三千世界
世尊
歸根
亙
荒田
遊心
呼喚
龍潭
彴
潔白
師門
草蟲
來與
白眉
應問
郭田
鼻息
氣清
東西南北
面皮
無堪
恰如
提起
赫赫
林表
餘悲
書帙
藤蘿
明宮
剩喜
蓍龜
玉局
閑過
故丘
合歸
馬少游
心遠
得月
葉黄
交陰
復何
復歸
氣象雄
瘴雨
隻影
蔌蔌
謾將
咬
山老
竹竿
老鼠
足誇
民樂
心眼
來世
嗚
老饕
自宜
昏曉
落紙
時定
日共
雨花
親闈
尋師
玉露
火夜
數竿
徐州
疑是
仰止
頭歸
馬鞍
葉風
飛閣
爲時
中老
公行
孔
葉滿
留詩
秋雁
楚岸
日來
篔簹
雲蘿
侵夜
地底
回光
飛空
炎荒
庾亮
半窗
軒軒
翻爲
生物
掀翻
追還
牢關
一句子
與語
約略
蛩吟
妄意
側席
黄香
故吾
末俗
沙界
復夢
杲杲
峯巒
駡
解使
短策
地僻
潮頭
梅嶺
良時
饑烏
曈曈
祝堯
熱惱
非人
鳳凰臺
充庭
臨機
第五
屬意
源流
雷電
糟粕
無故
素
粗官
靡
巴東
遠心
外身
羈客
恭
西成
公才
名流
直廬
塵容
奚
蟬聯
艤
啼月
公意
今歸
碧雞
夜鶴
二千石
柴車
刈
平鋪
漢皇
何能
行遍
脫葉
翻盆
茶味
黄初
漪
碧池
何處村
昆明
回舟
亂蟬
繁聲
見雲
從戎
尋幽
輩風
隄
黄鍾
公還
煙花
惟見
詩鳴
堪驚
賀監
中和
東畔
臘後
道山
交書
鮮鮮
兩腋
石田
疑有
征西
好似
佳思
堪誇
自傾
經術
兒事
來豈
撓
幸得
逐年
見幾
空勞
路難
待人
零落盡
片言
蚌胎
遁
洞霄
雲重
宿鷺
傷悲
鄰舍
鳧鷖
膠
禰衡
生芻
康
雙劍
朝路
人言
回看
籃
忍見
禹
車行
姚黄
秋花
明當
朝事
暮潮
蕩子
諫草
自還
雨落
題作
客知
全然
聽風
如夢
養氣
慣見
輕帆
暑風
處堪
手板
頹垣
可親
深閨
餘恨
塞上
何憾
紅旌
春田
金輿
憶歸
暑
書難
夜風
鷄鳴
央宮
鬟
祗今
解后
書頻
空長
黄獨
長恐
悼亡
橫飛
與爾
禽鳥
簷花
遙遙
黃花
蘚痕
龍節
峰頂
歌詩
聰
王道
枯葉
澹澹
萬重山
塵路
數樹
并州
服藥
罨畫
春塘
門行
閒客
長時
簪紱
壯氣
正開
眇眇
與天通
天仙
藥圃
孤坐
繚
銀闕
平臺
淅淅
林葉
歲功
寒郊
滿月
祖席
膏雨
空歌
曠望
銅雀
唯恐
夜未央
斷夢
金魚
何情
勢利
鄰居
喜身
身如
日無
此亭
時閑
鼓笛
亨衢
何厚
少女
旅館
苔錢
茶鐺
絕筆
啼痕
東朝
冰盤
周遭
空月
協
從何
自輕
靈草
暗室
蠢
臘盡
雪晴
嘉節
天王
居常
野煙
舊迹
林麓
參橫
雲愁
曝
露濃
疏傅
英魂
何處宿
眇然
錦瑟
外月
幽光
記舊
初服
文史
酬唱
扶衰
水從
風期
禪牀
平世
截
別久
詣
雲鶴
琳琅
東樓
高隠
盡歸
惠連
翻疑
空吟
半面
願從
樹子
搜句
梅萼
作程
花盡
滿窗
物態
同遊
雙鷺
驚人句
藥竈
街頭
茅山
旄頭
頭無
青玉案
歎嗟
奉親
迷途
瓜步
燕南
氣豪
酒狂
蟄龍
怒
陛下
石女
頭行
斷金
哩
大方
推倒
月行
窟
衰白
溈山
鳴玉
蜂
飄風
潮痕
閃閃
脫略
鳥過
蟾
猶淺
初發
白虹
蘭若
重圍
陽生
愁容
修門
牛斗
龍蛇
隱居
長歎
曠懷
說無
北飛
問年
深長
自斷
征雁
自量
流星
老盧
高月
無句
窈
青竹
見侵
休辭
榮悴
烈日
焦枯
酒猶
君當
良友
辛
預愁
蓼岸
引興長
緩行
常恨
邂逅相逢
騕褭
硯池
骨朽
冰肌
旋聞
覺山
歡伯
鐘魚
聖恩
摹寫
减
風雨夜
生鐵
軟語
月裏
羈人
深疑
菜花
簑
選勝
信斷
忘酒
君猶
平山
飲馬
趨庭
鵬鷃
時閒
東陵
種藥
行迹
自取
興濃
金甌
滿顛
水急
畢竟
無別
二三月
吳人
末後
阿呵呵
何處生
山日
舉似
留下
瓊枝
機雲
銀蟾
持杯
俗士
皎然
何營
著詩
南澗
春力
歌罷
仰視
桔槔
成癖
全體
匈
須疑
雪開
南人
獨餘
草檄
永晝
來止
時春
蘭舟
去休
香隨
欄檻
應歸
陶鈞
鯨鯢
綠林
毛穎
奔忙
勳庸
方今
小齋
潘郎
細書
帥
結綬
帆飛
自春
誰過
灞岸
寵光
枉教
空名
雲屯
固無
秋香
詎知
飛舞
露草
晚暉
歸鄉
鵷鸞
贈言
可無
酒開
馬度
婦人
嗟嗟
江濤
故人心
成翁
支持
觴詠
重入
荷鍤
酒須
休息
九泉
花外
初生
降旗
燒殘
別乘
爲開
子夜
沉香
歲聲
沈郎
爲榮
知章
拘攣
甕頭
白衣來
酒樂
素志
涕淚
話頭
憾
過日
灌溉
聚頭
羨爾
上空
等閒
膚寸
輕舠
吾皇
白鷺飛
入神
明祀
書畫
風還
蠻觸
聲哀
過年
峽口
國門
稀到
莫負
衣單
欷歔
鴈聲
玉除
從公
長安市
振錫
宿客
窗裏
上仙
社日
吹帽
居官
得罪
皤
僵
懷袖
金樽
欄邊
可作
客時
獨客
淤泥
酒傾
佳賓
聽雨眠
欹眠
髻鬟
微霜
秦時
驚怪
窖
晴虹
荏苒
前席
秦箏
看好
關念
白雲端
芸閣
科目
花叢
駭
楚囚
晚渡
湖濱
旋開
遼海
清笳
誠知
激昂
俸
僮
弓旌
峨嵋
茅柴
香徑
勉旃
貞元
笙鏞
先帝
秖
展眉
鬢雪
翠烟
長見
貪生
儔
征輪
身安
會意
吟望
水府
秦樹
醒醉
信來
闇
隴首
酒難
庾樓
龍沙
知命
吟咏
願借
澄鮮
寒事
樂章
清遠
但是
來花
晴烟
移舟
須爲
心違
宸遊
王國
短景
城居
素車
看子
故都
稱賢
古跡
展開
笏
信緣
高位
離身
蔬畦
綬
楚雲
過橋
心閒
回日
黄芽
紫皇
旌節
野泉
水接
孤懷
冷颼颼
摇風
呢
尋覓
橫經
樊川
雪侵
竹生
見尋
方朔
漁燈
地獄
天堂
臨時
香魂
移步
酒處
夢蝶
勝衣
紫綬
逐東
童顔
狐疑
翔鸞
蟾影
砂
須誇
公私
古往今來
根塵
仙凡
池水
叔子
杲日
疏泉
鑾
蓓蕾
昔歲
物意
天形
斗杓
驚猜
葵心
拳拳
諒
杜
迎人
脩篁
屈伸
璧
只堪
蘭菊
難報
雄宅
勞歌
落後
麟
鼻吟
東郭
短夢
餘清
還聞
蠲
桑葉
苦恨
小隱
日明
逆流
微陰
香林
無葉
晚寒
簾旌
還作
三千丈
自遲
領會
檢
高深
羣盜
芒
鵝黄
濃綠
峩峩
陡
庭戶
康莊
黄雀
楚些
關雎
奕葉
經卷
翠巘
皇風
風節
甘旨
奔騰
敬亭
屬車
塵編
延平
長鑱
鯉
恭惟
酒兵
敢期
冷香
酷暑
花笑
師意
無怨
轉身
來由
通明
憤
老婆心
難辨
河沙
推出
巴鼻
住持
還無
縮
雙目
相照
金雞
齁齁
窮谷
玉欄
山分
女蘿
溫溫
西岸
果熟
琥
招手
留情
無垠
無今
風顛
長健
蒼穹
幽僻
折衝
立朝
大節
書紳
提封
名姓
天下人
聚落
誚
孤寂
誰當
爲學
鹽車
大河
牧羊
燭照
水晶宮
屈平
文王
聊爾耳
元夕
識破
漸入
諄諄
宣尼
愁殺人
將底
陞堂
出去
洞然
東牆
來幾
鰲
無譁
碧參
自芳
長鬚
何取
揚舲
山屏
凖擬
兩忘
難老
猶覺
藁砧
浮槎
遺址
臨窗
玉骨
睡思
拍岸
依微
無說
缾
隴麥
禪翁
由此
聖凡
盡知
休歎
指天
禮拜
片時
亡事
光動
帆過
笑言
暴雨
劇飲
天壇
榆關
停雲
天行
舊痕
濟川舟
離亂
應似
清渠
追憶
直恐
調元
獨樂
駑駘
彤雲
萬行
頭來
種子
閻浮
盡心
相酬
志氣
古調
唐朝
篇篇
點塵
邀月
鴨
晤語
公自
夢遶
鴈來
大江東
風長
初春
行萬
閑思
箋
歷數
客游
號風
翠鬟
青萍
幽閒
猶殘
美名
殘梅
漢陰
啼花
江夏
感通
藏春
湯湯
燕來
咸秦
歸飛
禹門
安分
侍從臣
世念
天成
爲作
滿盤
堪惜
皇圖
瞥然
回身
憔
無兒
春園
蘋風
鶴鳴
盈虛
寒螿
驂
野鹿
南雲
玉粒
誰繼
亞
羽書
聲詩
釣蓑
語妙
洶湧
青雲路
名猶
桄榔
蓬
與師
雪寒
風歸
飛書
陋
翠峰
柳樹
戰功
遺墨
校書
秋浦
目力
若問
深耕
修禊
宿麥
高皇
勝槩
馬入
自怪
接連
君遊
枝枝
突
無難
江草
長溪
雨色
醫國
洙泗
從師
太平時
泮水
殘燭
自別
境勝
滿人
艤舟
矯
軒轅
素手
烹鮮
女牆
屈子
折花
三郎
穫
金羈
玉峰
世方
悲哀
酒百
料應
自聞
牡丹開
萱
奇字
虹蜺
泥行
生寒
盛夏
汗簡
來聞
平江
昭昭
醖藉
嶺北
郡人
書千
雅志
先人
虎符
兩載
秦皇
天外
從龍
烝
數里
下土
竹居
推窗
可聽
寂無
人品
劉伶
坼
西巖
高岸
輕車
萬里歸
大臣
子陵
細傾
少游
捐書
昔者
長汀
高丘
備物
攀蘿
猶期
茆屋
公遊
狂生
時客
丹陽
保社
兩崖
白龍
此客
頭巾
十旬
石屏
羅袖
元豐
名傳
局面
吟人
山樓
武皇
格思
遙見
帶月
1
重爲
鷁
今茲
劍戟
洞庭山
龍鳳
聲微
無思
心田
似月
瘦竹
驚嗟
湖外
巖畔
滿篋
夜寒
種玉
鸞臺
久別
廣庭
可聞
性靈
林外
蹤迹
靜聞
橋畔
太和
春官
醉醒
日本
長笑
忘身
釣筒
古原
無媒
林亭
無柰
歲稔
瞑目
羅列
識人
滄州
暫開
晚樹
僧門
嘉陵江
國情
淑景
秋寒
舞蝶
善政
金絲
丹闕
遍地
素風
供養
玄妙
陽宮
狀元
綺筵
紫宸朝
幽篁
愁無
萬派
達者
難開
時間
非但
書史
萬像
無倫
非心
宗師
自守
月露
銷憂
億載
千萬壽
驚夢
結伴
風竹
虹霓
帷
平頭
塵衣
謝病
關外
霽日
野意
征驂
朱扉
南畔
汲黯
摵摵
溝水
儒術
報政
日轉
氣爽
獨存
雙樹
神交
波平
六百
忍使
短章
風休
聊憑
毫輕
玉佩
同流
暗度
見此
見過
本非
葉盡
清明節
舊歲
憂端
旋買
鐵面
何足論
意欲
紅綃
蘆葉
當復
爲州
强將
嘯歌
限思
相賀
絡緯
經眼
貝
無寸
隕
漏永
乘桴
何鄉
學術
遶樹
縣官
僧坊
孟
春曉
伊人
牯牛
華風
初圓
爲洗
與言
商霖
相携
摳衣
道無
來賓
仙遊
玉鞭
高閑
眉毛
林鳥
過春
廊
歌喉
渾身
笊籬
遠空
漆桶
雲擁
鍾情
公去
掠面
擔板
干曲
春池
剪剪
寒藤
費工夫
石梯
與渠
陶冶
破碎
慰藉
喜聽
英姿
公壽
飛瀑
浙水
驚破
周室
與公
風波惡
麝香
碧鮮
寰瀛
丹爐
符
見當
惱亂
翻雲
間斷
韓愈
親舊
塞雁
客途
直鈎
自保
無百
闊步
復爲
滿塘
賤貧
荻花
追凉
報主
深水
談間
復明
餘花
笻
語燕
澒洞
節過
紫泥
舒長
力學
玉容
談麈
兔園
様
清於
雨細
曲欄
泫然
暮歸
武夷山
白雲來
霎
並轡
侍兒
生香
朝暉
火光
大府
鳳雛
應當
客方
山方
無香
嗣音
啻
知機
垣
右軍
貧士
夜鐘
暮山
賢關
老意
鳴雞
歌行
憗
水曲
曉霜
逃暑
校尉
雖殊
隨君
丘山
五十三
頭石
與非
厭聽
官軍
茶烟
斕斑
徑入
白雨
中影
來時路
五行
款曲
隠君
老於
兜鍪
山崦
早計
行裝
風餐
猶明
晚稻
眺望
蓬門
悟道
孚
知者
煬帝
陽烏
幽閨
新人
藹
何顔
笙鶴
碧色
筆健
榮親
英游
朔雪
落景
恕
江分
恩澤
素秋
莫愁
慶曆
別淚
濩落
夜方
漳濱
祠官
午陰
蘧蘧
孤鶩
吳天
雨天
凉秋
勝秋
今應
瀹茗
暑退
引年
饌
用力
自緣
沈醉
夜氣清
船過
邊柳
藜藿
齟齬
流涎
詩猶
村醪
初合
富有
事無
追鋒
窮閻
來雙
愛此
新霽
創
諱
圖史
金鞍
連營
誰使
鼎足
憂心
英遊
盛名
復生
醇醪
日烘
大田
幸然
猶惜
崛奇
無常
怎
新妝
如歸
心猶
紅兒
作霖
出頭
祉
催班
龍舟
真主
挂席
自鳴
古名
圓光
束書
聞香
淹泊
生世
四方志
直從
石榴
感恩
酒問
爲蒼生
鐵硯
散作
流下
黄柑
郵筒
規摹
蘆洲
棲棲
大風
酒人
高鳥
魚網
水悠悠
聲落
耕夫
難識
古郡
敕
繩牀
兒癡
唯君
侵星
閑將
流蘇
通州
恣意
平楚
生人
舊夢
曉鏡
羣動
客難
清漣
隆中
盧橘
出行
錦官城
來長
彭城
廢苑
蒲帆
終老
鱠
旅夢
皇祖
茆
荷鉏
釣叟
羸病
江岸
破帽
爲謀
雲關
何處春
水氣
楚鄉
海西
垂柳
憐人
碧苔
紅影
方壺
山田
玉輦
恩情
軍城
釣魚舟
無華
渭濱
相次
梯媒
息機
僧行
曠然
大隠
塵網
散誕
霞光
塵昏
裏身
靈槎
聞蟬
靜月
偃蓋
湘潭
紫衣
羣賢
訟庭
君書
菊花開
欹傾
憐身
曼倩
來夢
間別
故物
鑿池
玉霄
游處
星漢
妃
絕唱
盛禮
含芳
寺門
騰驤
陸離
精金
琴堂
雙鳳
神仙宅
從俗
玄經
名位
淮流
夜吟
空枝
交朋
竹戶
成羣
複道
祝君
酒初
香清
陵陽
與世違
蔬甲
倚筇
潘岳
休驚
交飛
病顔
燕翼
錦字
柘枝
忍教
濠梁
揚眉
羽衛
玉管
從官
重瞳
天樂
鮫綃
異端
情意
塵垢
催促
歷盡
名爲
開關
脫空
分來
節候
問取
空知
風散
古恨
枯枿
叢篁
赤城霞
倦鳥
波影
斷簡
天閽
擬作
行聞
作尉
胡然
花縣
城上
自識
大筆
元功
風頭
孫郎
慈恩
成書
陰何
阻風
吟秋
騰踏
駟
鼎食
含章
斜影
來休
畧
開遍
窗影
爭教
盛年
籬門
花葉
覺風
零陵
陽客
失身
田舍
郊行
簌簌
容膝
春朝
同僚
兀然
香花
汗顔
妨人
鋒鋩
勸農
月娥
機鋒
公如
風鳴
應休
催客
垢
與汝
信手拈來
古錐
飽參
起滅
垂衣
無作
心心
施設
當處
作麽
諸緣
清冷
夢寒
天童
頡頏
黄華
生光
真源
聒聒
松石
澀
昌
羌
窗夜
眼光
風暖
間月
山野
飯飽
這箇
心傳
條風
爲僧
陳人
春先
天雲
流涕
何速
孤憤
陶甄
夢遊
杖履
山晚
湘東
秋濤
富民
何勞問
尊前
飴
六七
杜詩
君能
蟻穴
中景
呼酒
孔門
包羞
楊州
乞得
時當
鼓動
自紅
簷雨
曈曨
峥嶸
清圓
峭寒
作堆
功成
遥指
鳥驚
獨喜
主人公
咦
覺時
萬竹
環珮
漫與
絕俗
愁何
慵開
晴來
季鷹
梅樹
山前
君事
復論
經冬
夔子
灌木
成圍
空爲
嗚嗚
聲度
發時
老稚
采菱
驀
俯視
江清
口中
蹇驢
神力
無食
斧斤
獨臥
空王
悉
沙磧
潭底
自得
畦蔬
餘習
釂
從風
鑿破
乞米
見情
夙夜
客去
花隨
國春
天使
試憑
黄頭
紫極
客襟
問法
若道
難定
秀出
臨興
躬行
餠
稻粱謀
玳
桂水
題柱
紫霞
歡樂
詩懷
空照
爲祟
賣劍
雙扉
落寞
發揚
燕居
君住
慶源
洪崖
爲吏
葺
驪
閒花
改色
來遠
前時
笭箵
櫂歌
絃聲
時夢
良會
鬢影
相輝
水檻
林逋
苗裔
花謝
相遠
閑聽
王畿
旅客
竹門
溶
柳暗
促席
屹然
平平
風爲
曲檻
翻書
對影
推篷
商
無信
草亭
暝煙
張公子
淮東
子行
未害
抱琴
人居
漸見
虬龍
世疏
伯氏
盡說
德行
沮溺
槍旗
舊人
汨羅
漸喜
草際
仙骨
退休
厭貧
今獨
花頭
擣
自哀
侵陵
心頭
時花
員
免得
露天
綠漲
斜行
螢飛
擔頭
別岸
中立
官居
尸
崩騰
回合
鏡臺
猶及
萬里情
青峰
廟貌
水北
門望
春游
巖桂
後庭花
山勝
險艱
石洞
大勝
促織
梅詩
巴西
唐室
龜山
雲暗
草舍
垂髫
重樓
定無
彌陀
上生
金鎖
掃石
縱步
誰何
長纓
昭君
滿百
擇地
夜開
林風
思悠悠
消日
雖遠
山萬
上寺
飛鷺
與風
風簷
鴈飛
爐紅
寰區
躬耕
簾幙
茆簷
靈府
應遲
豆花
遺稿
雪虐
纖腰
岷山
覺人
吏人
婦女
鶴聲
常日
蜘蛛
可言
湓城
免俗
翠蛾
纔入
翠眉
吉蠲
非關
猿猱
通塞
塚
遲迴
勞形
忘我
牽情
明德
遙憐
遙想
岡頭
凝然
廳
溪魚
剎剎
郢人
相於
無憑
難齊
日見
國亡
科斗
寒星
清酒
諫書
牧豎
谷鳥
年長
郊外
門臨
杜若洲
丹經
風迴
忤
東京
葉秋
蠟燭
羽檄
樓迥
巖竇
猿吟
數朵
毗陵
花萼
當春
金井
麤
鄉山
處宜
隠處
詠歌
身從
秋時
寒姿
擁褐
賢良
喧卑
當暑
單車
萬事空
御衣
北岸
庭花
法法
麥熟
水遶
鳳凰山
陣雲
宸居
嘯月
笋
爲壽
標名
疊巘
遮日
莊叟
船尾
空飛
遠書
傳世
風高
秦漢
舉鞭
採蓮
袴襦
絕塞
客館
聖澤
爭發
當人
屋裏
禁掖
瑠璃
馬嵬
必然
窺人
插花
金鼎
經心
施爲
玄門
烏兔
品格
倚樹
悞
積善
苦海
竹光
長久
海嶽
爲先
偏好
上前
幼
角黍
長信
嵩雲
蘇臺
仁風
野闊
忠魂
苔石
故溪
騷騷
來期
荒池
炎威
風回
庭空
葵藿
數盡
蛺
茂
綵筆
緣何
翮
汝南
溽暑
來獨
霜毛
從天
長檠
縱談
酒頻
曉粧
旆旌
緇塵
黄土
席間
廣陌
爭名
公留
苜蓿盤
壯節
紅綠
煙生
驚動
張侯
騷經
枝梧
雨時
田翁
晝靜
草岸
虛閣
遥見
無住
纍
浹
湘西
舊章
紫詔
大國
尋源
修文
節旄
汍瀾
觚
論思
委
喻
狎鷗
名教
贖
崇朝
决科
情話
筆有神
破曉
登壇
妙手
今還
夜船
空劫
時生
直錢
木佛
全牛
放光
識取
果見
名勝
蟾窟
回翔
箕山
酒醆
門時
雄心
靜裏
全提
失真
幽微
寒盟
百事
土風
鷹揚
鄭子
王郎
花惱
苑春
封事
老懶
江潭
雁塔
爲期
驚見
躡屐
遺逸
互相
鰲頭
書猶
爐灰
葱蒨
羅裳
庇
塵凡
江渚
鋒車
其他
何慮
可求
牛刀
植杖
拈花
大鵬
金地
仰山
凍雨
盧仝
飛度
瘴霧
短筇
表表
高潔
餬口
三杯酒
舟輕
飛樓
鬚鬢
枯荷
層巔
食無魚
舉首
頭見
東還
窮源
老尚
日歸
瑞香
正濃
竹簟
見無
梁山
南北東
莫令
旦評
輥
拂子
祝融峰
見色
驥
招客
詩寫
竹齋
郊墟
見沙
貞心
中無
時風
河伯
鳬舄
幻境
過雲
露洗
畜
湍
磨滅
前山
著論
垂鞭
登望
征路
莫知
耽
功用
殊鄉
花猶
老宿
大火
依山
倒指
吟行
啓
白苧
蕩槳
戲事
成群
古鏡
單傳
形勢
同一醉
霜嚴
直筆
附書
鳳凰城
叱馭
爭光
平遠
何時見
滿簪
酒觴
東北
學人
壽陽
磐石
一致
氛埃
讀書聲
培植
灑然
水無
誰容
松葉
照映
無緒
自將
鳳毛
地位
袴
聲悲
北邙
於昭
無已
寒碧
鳩鳴
李杜
清湘
墀
恢復
風晚
時入
學稼
編簡
曆日
雪殘
下界
肯顧
新元
瑞雲
山盡
嘉陵
琴瑟
花樹
乘龍
藏雲
羊酪
奕世
成叢
平處
白晝長
晝日
鵲喜
病久
避風
元正
煥
孤僧
濤江
隠者
皇朝
成後
影照
貫日
璃
春草生
今度
鄰牆
恤
咿啞
獨秀
信宿
令子
並遊
短蓬
梅發
風凉
自嫌
歸航
酒重
幾時歸
難測
劉子
老眼
拂雲
消愁
妨時
處人
層雲
花遲
整冠
何由
蟲魚
歡呼
遮藏
當道
萬變
流浪
饑來
燕鴻
酸寒
上露
應對
人材
高張
殿下
壽星
總爲
子期
鼓枻
乖
煙籠
天柱峰
公後
曉角
聊當
細評
天漢
領取
碧蘆
過水
烏臺
清猿
衣袖
商嶺
烏飛
梅花開
鸚鵡洲
風摇
賭
重裘
好詩
兩袖
力盡
無樹
驚塵
禪定
與水
吾愛
鷲峰
溪堂
錦標
烟村
有些
結交
圖形
碣石
鄉園
擺落
落英
萬竅
捷
王業
恃
駿奔
自身
淥水
無傳
呼來
蜂衙
凉雨
能文
龍種
分首
竹閣
春欲
與衆
新開
瞢騰
華頂
苦語
鬱鬱
兩槳
縣令
清漢
微涼
古槐
虚名
絡
乖龍
古縣
無神
僧說
何時歸
紙錢
贈行
吾友
漢兵
緊
竹下
扶行
花處
萬條
晝陰
雕蟲
砧聲
小姑
淚闌
篷窗
搖風
雲帆
詩僧
旋旋
翠煙
燕入
西堂
祐
孤臺
鎮日
文士
褭褭
猶戀
歌鐘
永錫
鱸鱠
章泉
兩間
舊房
散髪
秪應
黃鶴
紅顏
注引
動時
霜飛
知音者
中別
餘風
書案
虛懷
玲
深洞
時誰
春空
烟月
火樹
學禪
侵階
詠詩
春望
辛夷
深嚴
青綾
錦帆
難論
陌上
君情
後詩
敵手
孤棹
毬
低飛
巖邊
願同
成道
深期
蹇步
高詠
麴塵
舍人
空慚
塤箎
宿露
忘物
分香
淮月
金鴨
花照
酒誰
江平
修程
虛廊
分影
殘經
觀世音
嘉州
前面
風格
綻
引入
對語
還往
出牆
書行
行衣
今聞
竹翠
小船
形模
赤龍
猶夢
泉落
賜衣
豈同
江畔
朱戶
青鏡
樓空
高意
空鎖
僧無
羯鼓
香薰
肚皮
鉛汞
性
龍津
親傳
遭逢
亮
須尋
祥
身行
沖霄
解說
自言
須聽
蛟螭
仰望
幽襟
初分
滿口
芳叢
爲賦
重輪
聖學
清德
正始
幾州
幽圃
長嗟
善人
墮淚
迎秋
郵
終擬
聲樂
墟落
西飛
軺
伴月
驚魂
歡心
僧廬
先秋
聊持
河洛
最近
開邊
耕鑿
膜
歸從
料峭
無文
孤生
無倦
浸月
風窗
葉密
麗華
帙
勝人
記春
春林
冀北
易量
治行
日映
東壁
窮經
周流
伯仲間
曉天
詩滿
蘇武
難裁
一溪雲
絕人
公衮
姑
馬革
春蘭
星光
來非
玉杯
窟宅
修月
吟牋
蜜房
恐負
婺女
詵詵
李廣
齋房
翠入
枯桐
閩嶺
無俗物
楓宸
桃花浪
山嶽
鳥跡
撥轉
覆藏
退步
截流
麝臍
轉盼
太虛
寒魚
一聲雷
風萬
眼寒
之上
遍界
韶陽
蓮華
會知
同參
淡淡
平常
放行
門門
自勉
風柳
笋蕨
風樹
緣雲
今與
毫
楞嚴
雪水
借榻眠
新語
嚴光
天碧
無相
灧灧
深心
一瞬
擡頭
有形
大澤
退居
妨頻
容貌
慈闈
枕流
蚯蚓
煙林
馮唐
公舊
手植
來惟
平生友
翻笑
兩旬
養花
孤峯
涅槃
清徹
常州
顔開
品物
初秋
碧幢
裏春
西嶺
無復見
寒時
收心
庭草
黄沙
戎馬
老瓦盆
西府
詩骨
半月
應解
蓮房
與江
風檣
書郵
鄙夫
鸑鷟
青螺
蒼壁
君稀
孺子
乘船
窗曉
無波
穠華
㶁㶁
萬夫
吟賞
數州
正逢
清渭
草裏
腳
僧住
青紫
吟鞭
薌林
蜂兒
分送
巴山
仙都
君須
何處難
復情
陽節
貝闕
君豈
衆鳥
洞庭霜
流連
異世
風幡
鳴處
征行
須行
暮時
老氏
粥飯
愧乏
世慮
笳鼓
曲徑
揚塵
洪濤
刺桐
衆峰
上士
優曇
月中
屢豐
賸馥
鴛行
習池
野堂
研
年客
西漢
秋燈
腥
試手
綠蓑
身病
幽禪
史書
無水
猶著
順流
恐妨
華嚴
安樂法
晚步
懷土
耽書
外來
譏
鐘鼎
清揚
髮翁
佳兒
下泉
沉湘
縷衣
佛界
白足
六月凉
馬牛風
三竿日
徑草
君親
頃田
鵝湖
連理
消歇
延壽
逸氣
遠業
飯餘
薪水
江涵
烟霧
雲窗
祇合
寫入
麒麟閣
晚香
剪綵
葉間
晚方
古苔
蕭爽
潄
仁義
象服
幾秋
悽
蓴絲
蓴羹
枯榮
熊
餘興
長教
忽從
元勳
南榮
紫騮
題字
曉烟
散落
笠
樹遠
嚴州
簷頭
何樂
波流
馬卿
晴晝
儉
臨戎
饗
秋事
見水
楚天
調羹
無處問
自當
神人
鼇山
歲寒枝
失舊
禪居
亞夫
絕漠
建業
聲動
失計
訛
萬里來
別愁
誰許
露花
春常
頗憶
鍾阜
藥石
伶俜
下聽
隨例
春景
危檣
浮動
緬懷
行無
英妙
得幾
微軀
井底
聽松
方喜
荷氣
毛侵
血染
分南北
太平基
豸冠
親知
疏櫺
野燒
難學
戲劇
簪花
掩扃
聲過
侔
下無
愛花
窮人
學海
隨陽
梅香
援琴
再生
戀戀
咸池
筆墨
幾欲
薄晚
開徑
老守
花面
香細
脚跟
化鶴
心處
沉綿
起處
羽翮
先君
飄蕩
讎
山隨
流水高山
樓高
伏羲
采菊
吟過
何門
薇蕨
征客
伏波
棣萼
罇前
人境
天地心
問處
太陽
聽說
落帆
老聃
遲速
掃迹
朝曦
妨隨
寓目
蓽門
浮俗
鵲橋
柳陌
玉燭
湘岸
燈焰
歌舞地
日南
黯淡
嗟君
無庸
竹爐
蘋花
來難
清臺
傍溪
客興
吟無
石湖
鏤
新衣
香秔
復春
西崦
溪亭
風爐
藥方
卮
亦可人
無僧
放晴
隱淪
寶鏡
瓦溝
蕭關
青蕪
負暄
況值
綠草
嘶馬
樹裏
別心
半日閑
大兒
浙江潮
風緊
動搖
還期
香寒
夏口
誦經
外風
寒雀
築臺
葱嶺
羣書
泉源
漢代
香閣
君懷
鳥影
敝廬
埽
寒山子
配天
爰
散入
草木春
金湯
沐浴
遊仙
千山月
罔象
從心
松韻
萬景
長生藥
難敵
雲還
養性
燒丹
邊日
夷門
青草湖
雁度
近鄰
黄鶑
初從
鴛鸞
松蓋
虜塵
水靜
酒空
從子
情人
喜歡
親情
文公
鷺立
遠尋
綺窗
平民
世難
違俗
巖泉
相送
寢門
棠樹
餐飯
酒紅
烟際
瑶華
輕明
相視
自堪
幽咽
院靜
晶熒
帝京
爲瑞
漢陽
華嶽
洞山
心緒
露恩
於身
鶑語
揚子江
古琴
詩應
晚陰
老親
倚柱
陽侯
香消
僧飯
寒蕪
直應
鳥啼
人期
送子
錦水
黄茅
鉛刀
可疑
山面
月過
吟久
粉壁
髮白
見知
中生
貴妃
樂聲
嘈嘈
十萬人
時送
虹橋
鐵石心
飄香
荒原
木蘭船
竹映
愚癡
因果
萬靈
萍蓬
雨散
至理
爲非
祕
可當
鶴骨
海岳
自相依
翠巖
雲平
摇曳
容攀
淡交
處安
外境
非凡
常恐
忠信
數刻
異香
梁鴻
臨歧
雕章
覺天
山樂
觀空
幽境
願餘
香囊
從臣
病葉
腦
短鬢
平西
蕙
歲陰
捐軀
仰天
春蕪
合掌
壽杯
歧
海樹
初嘗
愛竹
泮
金聲
翠浪
野亭
羈遊
葉輕
兩川
春溪
凉飈
瑞色
充饑
雨師
佛前
政要
桑間
鮫人
曲池
柿葉
水方
香處
煙村
閑裏
打窗
猶遠
北州
閱世
唯聞
風饕
低迷
彩鳳
心折
勾引
隴雲
胡虜
草茅
猛士
殘歲
漢關
寒廳
病時
黄絹
連空
鄴城
寒輕
公遺
死心
問行
新秧
復事
蒙莊
登場
放手
冬來
此邦
素絲
時態
濤頭
古剎
酒薄
結習
誣
饋
耆年
箕裘
周孔
高浪
侍史
當官
長袖
翳翳
豈弟
絕巘
勍敵
盡春
殘秋
肯容
時輩
奇特
拏
漏洩
天水
扇子
月面
捏
苦苦
當風
誰主
唇
雪點
照破
具眼
故園春
風霆
酒酹
塵滓
舌本
月魄
兩眼
忽思
豐城
留影
高峯
雲雷
骨髓
厚德
莫歎
敵國
忘世
底急
旂常
圖籍
素髮
山屐
石林
禍機
定何如
投身
新題
沙明
戲綵
轉首
箇中人
月邊
陽時
禪門
自誇
九轉丹
來鴻
復聞
雨漲
北牖
莫驚
夷甫
華筵
重簾
嶺頭梅
困窮
仁者
爲真
回去
東土
核
新羅
沒人
香嚴
憂來
晨曦
吳頭
矻矻
訟
修廊
萬程
標致
箱
斷虹
漉酒
舊鄉
興時
揮翰
夏日長
篤
徐卿
溝塍
退藏
凍合
上心
非淺
無度
舌端
夢爲
草聖
小桃
影亂
虹影
長老
八九
秋原
大地人
枯桑
定遠
雄圖
無種
恨無
過鳥
應過
公何
春淺
前知
民意
路通
雙槳
絕代
東周
閉户
糢糊
依人
音塵
生子
深綠
諸山
問事
鬚眉
夭桃
深聞
憑詩
長哦
日心
然後
陸地
普請
酒肆
峻嶺
隊行
傷懷
群兒
蜜脾
無悰
掠水
徑開
折柳
親庭
筆勢
晴波
依劉
莫嗟
爭如
醒心
移牀
收入
投子
咄嗟
營巢
貨
猶子
螭
乾鵲
桃花水
覺秋
間夢
盡開
酒肉
種菊
徐步
碧浪
彎彎
筍蕨
天臨
青羅
素業
難憑
俄然
何與
豈非
挺挺
生氣
翩
霜滿
章臺
掠
風悲
冰生
邊樓
凝旒
綠滿
高材
詩罷
薜
篝火
客傳
賣酒
片石
梁棟
鏗鏘
矗矗
無容
歸軒
裳
時論
豆
邊陲
禮數
深歸
緘口
喜客
別館
過此
埋輪
道行
飛將
閬風
骨清
伴行
茅
來思
浣花
增價
旬日
農人
天台山
秋暑
夢魂飛
鳳來
俎
